Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: The Kindle cannot read ePub files yet, but you can use Bookworm's mobile version over the Kindle's Whispernet by pointing its web browser at <a href="http://m.bookworm.oreilly.com">m.bookworm.oreilly.com</a>.
fi: Kindle ei vielä lue ePub -tiedostoja. Voit käyttää Bookworm mobiilisivustoa Kindlen Whispernetillä, selaa osoitteeseen: <a href="http://m.bookworm.oreilly.com">m.bookworm.oreilly.com</a>

source: There's more information about Bookworm on the <a href="%(abouturl)s">About</a> page.
fi: Lisää Bookworm -sivuista löydät <a href="%(abouturl)s">tietoja</a> sivulta.

source: Also try our forums on <a href="http://getsatisfaction.com/threepress/topics/post_ideas_and_questions_about_bookworm">Get Satisfaction</a> Feel free to also contact <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a> with specific questions.</p>
fi: Käy myös <a href="http://getsatisfaction.com/threepress/topics/post_ideas_and_questions_about_bookworm">keskustelusivuilla</a>. Ota vapaasti yhteyttä <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a> jos sinulla on jokin erityinen kysymys.</p>

source: To add a new book, log in using your computer.
fi: Kirjaudu tietokoneeltasi ja voit siirtää kirjan.

source: Download books to your
fi: Siirrä kirjoja

source: Sony Reader or iLiad
fi: Sony Reader tai iLiad -laitteisiin

source: Open-source
es: Código abierto
fi: Avoimen lähdekoodin
ja: オープンソースと

source: What&rsquo;s an &ldquo;ePub book&rdquo;?
fi: Mikä on &rsquo;ePub -kirja&rdquo;?

source: There is no specific Reading Mode for the <a href="http://m.bookworm.oreilly.com/">mobile version of Bookworm</a> because the mobile version is already optimized to be simple. However, some of the features of Reading Mode are also available in the mobile version:
fi: Lukunäytön <a href="http://m.bookworm.oreilly.com/">omaa mobiilisivua</a> ei ole. Mobiilisivut on tehty muutenkin mahdollisimman yksinkertaisiksi. Joitakin lukunäytön ominaisuuksia voit valita:

source: Bookworm ePub reader
da: Bookworm ePub-læser
es: El lector de ePub de Bookworm
fi: Bookworm ePub-lukija
ja: Bookworm ePubリーダー

source: Mobile version
da: Mobilversion
es: Versión móvil
fi: Mobiilisivut
it: Versione mobile
ja: モバイル版

source: Blog
fi: Blogi
ja: ブログ

source: Software by <a href="%(tpcurl)s">Threepress Consulting Inc.</a> and <a href="%(djpurl)s">Django</a>
da: Software ved <a href="%(tpcurl)s">Threepress Consulting Inc.</a> og <a href="%(djpurl)s">Django</a>
es: Software creado por <a href="%(tpcurl)s">Threepress Consulting Inc.</a> y <a href="%(djpurl)s">Django</a>
fi: Ohjelmisto: <a href="%(tpcurl)s">Threepress Consulting Inc.</a> ja <a href="%(djpurl)s">Django</a>
it: Software della <a href="%(tpcurl)s">Threepress Consulting Inc.</a> e di <a href="%(djpurl)s">Django</a>
ja: <a href="%(tpcurl)s">Threepress Consulting Inc.</a>と<a href="%(djpurl)s">Django</a>によるソフトウェア

source: If your phone has access to the web, then you can read your Bookworm books anywhere. Just point your phone browser to <strong><a href="http://m.bookworm.oreilly.com/">m.bookworm.oreilly.com</a></strong>. This version of Bookworm has been specially adapted for small devices.
fi: Jos puhelimessasi on verkkoyhteys, voit lukea Bookworm -kirjojasi missä kuljetkin. Mene puhelimen selaimella osoitteeseen <strong><a href="http://m.bookworm.oreilly.com/">m.bookworm.oreilly.com</a></strong>. Bookworm sovittaa sivut mobiililaitteiden näytöille.

source: Try reading the <a href="%(helpurl)s">Help</a> or <a href="%(abouturl)s">About</a> pages for more information, or email <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a>for assistance.
fi: Jos haluat lisää ohjeita, lue <a href="%(helpurl)s">Ohjeita</a> tai<a href="%(abouturl)s">tietoja</a>-sivua tai <a href="mailto:bookworm@threepress.org">lähetä sähköpostia</a>.

source: If you get an error that you don't understand, please email <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a> with a description of the problem.
fi: Jos saat virheilmoituksen, jota et ymmärrä, <a href="mailto:bookworm@threepress.org">lähetä sähköpostia</a> ja kuvaile virhe.

source: You need to click on the &lsquo;Browse&rsquo; button and select an ebook to add.
fi: Sinun pitää klikata &lsquo;Selaa&rsquo;-näppäintä ja valita siirrettävä kirja.

source: Add an ePub from your computer by clicking on &lsquo;Browse&rsquo;:
fi: Siirrä tietokoneeltasi ePub klikkaamalla &lsquo;selaa&rsquo;:

source: If you don't see your preferred language, <a href="mailto:bookworm@threepress.org">let us know if you're willing to help translate</a>. Bookworm can be translated into <a href="http://code.djangoproject.com/browser/django/trunk/django/conf/global_settings.py#L43">any of the languages supported by the Django framework</a>.
fi: Jos et näe mieleistäsi kieltä, <a href="mailto:bookworm@threepress.org">osallistu sivuston kääntämiseen!</

source: If you've never created an account, click &lsquo;Sign up&rsquo; on the left.
fi: Jos et ole tehnyt käyttäjätiliä, klikkaa vasemmalla &lsquo;Luo käyttäjätili&rsquo;.

source: AOL or AIM users: Your OpenID is <em>openid.aol.com/your-screenname</em>
fi: AOL- tai AIM -käyttäjät: tunnus on <em>openid.aol.com/your-screenname</em>

source: Your OpenID is
fi: OpenID -tunnuksesi on

source: mobile ebooks
da: Mobile ebøger
es: libros electrónicos móviles
fi: mobiililaitteille
it: ebooks mobile
ja: モバイル用のeBook

source: One result found for <em>&lsquo;%(term)s&rsquo;</em> in your library.
fi: Hakusanalle <em>&lsquo;%(term)s&rsquo;</em> vain yksi kohde kokoelmassa.

source: Showing results %(startindex)s &mdash; %(endindex)s
fi: Tulokset %(startindex)s &mdash; %(endindex)s

source: No results were found for <em>&lsquo;%(term)s&rsquo;</em>.
fi: Ei tuloksia hakusanalle <em>&lsquo;%(term)s&rsquo;</em>.

source: white
es: blanca
fi: valkoinen
it: casa

source: house
es: casa
fi: talo
it: bianca

source: The perfect tool for taking your own book collection anywhere that has an internet connection&rdquo; — <a href="http://www.jedisaber.com/ebooks/Readers.asp">ePub Reader Software reviews
da: Det perfekte redskab til at få adgang til sin bogsamling et hvilket som helst sted med internetforbindelse&rdquo; — <a href="http://www.jedisaber.com/ebooks/Readers.asp">ePub Reader Software reviews
es: Ésta es la herramienta ideal para llevar tu colección de libros a cualquier sitio en el que tengas acceso al Internet. — <a href="http://www.jedisaber.com/ebooks/Readers.asp">ePub Reader Software
ja: インターネット接続があればどこでも自分の書籍が読めるパーフェクトなツールだ。&rdquo; — <a href="http://www.jedisaber.com/ebooks/Readers.asp">ePub Reader Software reviews</a>

source: '%(chaptertitle)s' in
da: '%(chaptertitle)s' i
es: '%(chaptertitle)s' en
ja: '%(chaptertitle)sはここに

source: iPod Touch
ja: iPodタッチ

source: Status
es: Estatus
ja: ステータス

source: ePub format
es: el formato ePub
it: formato epub
ja: ePubフォーマット

source: openid/
ja: OprnID/

source: OpenID URL
es: URL del identificador OpenID
it: URL OpenID
