Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: Although books are backed up, Bookworm is not a commercial product and has limited financial and legal resources. No guarantees are provided for the security of your books or the reliability of the service. Store copies of all your books on your own computers.
da: På trods af, at der tages backup af de oploadede bøger, er Bookworm ikke et kommercielt produkt, og vi har begrænsede økonomiske og juridiske ressourcer. Der gives hverken garanti for bøgernes sikkerhed eller tjenestens pålidelighed. Du bør selv gemme alle dine ebøger på din egen computer.
de: Obwohl die Bücher gesichert werden, ist Bookworm kein kommerzielles Produkt und hat nur begrenzte finanzielle und rechtliche Ressourcen. Für die Sicherheit Ihrer Bücher oder die Zuverlässigkeit des Dienstes kann keine Garantie übernommen werden. Sichern Sie Kopien Ihrer Bücher auf Ihrem eigenen Computer.
es: Aunque se harán copias de respaldo, Bookworm no es un producto comercial y tiene por lo tanto limitados recursos financieros y legales. No se ofrecen garantías respecto a la seguridad de tus libros o a la consistencia de este servicio, y se recomienda que archives copias de los libros en tu propio disco.
fi: Kirjoista tehdään varmuuskopiot. Bookworm ei ole kaupallinen palvelu ja sillä on rajalliset taloudelliset ja oikeudelliset resurssit. Siten emme takaa tiedostojen turvallisuutta tai palvelun luotettavuutta. Tee kaikista kirjoistasi kopiot myös omalle koneellesi.
it: Sebbene gli ebook siano sottoposti a backup, Bookworm non è un prodotto commerciale e ha limitate risorse finanziarie e legali. Non vengono fornite garanzie per la sicurezza dei tuoi ebooks e per l'affidabilità del servizio. Conserva una copia di tutti i tuoi libri sul tuo computer.
ja: 書籍はバックアップされていますが、Bookwormは商業ベースのサービスではなく、資金的にも法的にも限られたリソースしか持っていません。ご登録いただいた書籍のセキュリティや本サービスの信頼性については、一切保証いたしておりません。書籍はご自身のコンピュータ上で保管してください。

source: Bookworm software is free and available for download under the terms of the BSD license from the <a href="http://threepress.org/tools/">tools page</a>. It is a product of <a href="http://threepress.org/">Threepress</a>, a venue for experimenting with open source publishing software, and was written by <a href="http://threepress.org/about/">Liza Daly</a> with contributions from <a href="http://kfahlgren.com/blog">Keith Fahlgren</a> and others. Hosting is provided by <a href="%(hostingurl)s">%(hosting)s</a>.
de: Bookworm ist Freie Software unter der BSD Lizenz und kann von der <a href="http://threepress.org/tools/">Tools Seite</a> heruntergeladen werden. Es ist ein Produkt von <a href="http://threepress.org">Threepress</a>, einem Treffpunkt, um mit Open Source Publishing Software zu experimentieren und wurde von <a href="http:/threepress.org/about/">Liza Daly</a>, unter Mitwirkung von <a href="http://kfahlgren.com/blog">Keith Fahlgren</a> und anderen geschrieben. Das Hosting wird von <a href="%(hostingurl)s">%(hosting)s</a> zur Verfügung gestellt.

source: Bookworm has been made possible by many individuals who have helped with testing and supported the project throughout:
da: Bookworm er blevet til ved hjælp fra de mange mennesker, der har testet og støttet projektet undervejs:
de: Bookworm wurde durch die Hilfe vieler Einzelner ermöglicht:
es: Bookworm ha sido posible gracias al esfuerzo de varias personas que han contribuido a la evaluación y han respaldado el proyecto desde su inicio:
fi: Bookworm -palvelu toteutettiin yhteistyönä. Lukuisat avustajat testasivat palvelua ja tukivat hanketta työllään.
it: Bookworm è stato reso possibile da molti individui che hanno aiutato nel test e supportato il progetto finora:
ja: Bookwormは、テストにご協力いただいたり、このプロジェクトをサポートしていただいている多くの皆さんのおかげで成り立っています。

source: Andrew Savikas and the rest of the <a href="http://toc.oreilly.com/">Tools of Change</a> team at O'Reilly Media
da: Andrew Savikas og resten af <a href="http://toc.oreilly.com/">Tools of Change</a>-holdet hos O'Reilly Media
de: Andrew Savikas und der Rest des <a href="http://toc.oreilly.com">Tools of Change</a> Teams bei O'Reilly Media
es: Andrew Savikas y el resto del equipo <a href="http://toc.oreilly.com/">Tools of Change</a> de O'Reilly Media
fi: Andrew Savikas ja työryhmä <a href="http://toc.oreilly.com/">Tools of Change</a> O'Reilly Media:ssa
it: Andrew Savikas e il resto del <a href="http://toc.oreilly.com/">Tools of Change</a> team di O'Reilly Media
ja: Andrew SavikasとO'Reilly Mediaの<a href="http://toc.oreilly.com/">Tools of Change</a>のチームの皆さん

source: For problems and feature requests, visit <a href="%(custserv)s">%(custservname)s</a> or the <a href="http://code.google.com/p/threepress/issues/list">open source issue tracker</a>.
da: Har du problemmer eller spørgsmål om funktionailtet, kan du besøge <a href="%(custserv)s">%(custservname)s</a> eller <a href="http://code.google.com/p/threepress/issues/list">open source issue tracker</a>.
de: Wegen Problemen und Anfragen bezüglich neuer Merkmale besuchen Sie <a href="%(custserv)s">%(custservname)s</a> oder den <a href="http://code.google.com/p/threepress/issues/list">Open Source Issue Tracker</a>.

source: Search your library
da: Søg i dit bibliotek
de: Bibliothek durchsuchen
es: Efectuar búsqueda en tu biblioteca
fi: Etsi kokoelmastasi
it: Cerca nella bibilioteca
ja: ライブラリを検索

source: search
da: søg
de: Suche
es: Busca
fi: etsi
it: cerca
ja: 検索

source: Testing your ePubs with Bookworm
da: Kontroller dine ePubs med Bookworm
de: Testen Sie Ihre ePubs mit Bookworm
es: Verificando el formato de tus libros ePub en Bookworm
fi: Kokeile kirjaasi palvelussa
it: Prova i tuoi ePub con Bookworm
ja: あなたのePubをBookwormでテストする

source: For publishers
da: For udgivere
de: Für Herausgeber
es: Para editoriales
fi: Julkaisijoille
it: Per gli editori
ja: 出版社向け

source: Bookworm isn't just for readers. Publishers can use it to test their ePub files before distributing them, and to experiment with advanced features such as stylesheets and SVG.
da: Bookworm er ikke kun for læsere. Udgivere kan bruge programmet til at validere deres ePub-filer før distribution, og til at eksperimentere med mere avanceret indhold og funktionalitet, fx stylesheets og SVG
de: Bookworm ist nicht nur für Leser da. Herausgeber können Ihre ePub Dateien testen, bevor Sie sie herausgeben. Außerdem können Sie fortgeschrittene Techniken, wie z.B. Stylesheets und SVG ausprobieren.
es: Bookworm no es sólo para lectores. Editoriales de libros electrónicos pueden hacer uso del sitio para verificar el formato de publicaciones antes de distribuirlas, y para experimentar con funciones más avanzadas, como hojas de estilo y <em>Scalable Vector Graphics</em> (SVG).
fi: Muutkin voivat käyttää Bookworm -palvelua. Julkaisijat voivat käyttää sivustoa kokeillaakseen julkaisujen toimivuuden ennen jakelua. Kokeneet käyttäjät voivat kokeilla myös CSS -tyylisivujen ja SVG -grafiikan toimivuutta.
it: Bookworm non è solo per i lettori. Gli editori possono usarlo per testare i propri ePub prima di distribuirli, e per sperimentarli con funzioni avanzate come fogli di stile e SVG.
ja: Bookwormは読書する人ためだけのものではありません。出版社にとっては、配本前にePubファイルをテストする目的でBookwormをお使いいただいたり、またはスタイルシートとSVGのような先進的な機能を検証するためにご利用いただいいたりすることも可能です。

source: Validate <!-- trans: the ePub against the spec -->
da: Validér
de: Überprüfen
es: Validar
fi: Validoi <!-- onko Epub tiedosto oikein muotoiltu -->
it: Valida
ja: 有効 <!-- trans: the ePub against the spec -->

source: Checklist <!-- trans: of things to check when producing an ePub -->
da: Tjekliste
de: Prüfliste
es: Lista de tareas para producir un libro ePub
fi: Tarkistuslista <!-- muista seuraavat kun luot tiedoston -->
it: Checklist
ja: チェックリスト <!-- trans: of things to check when producing an ePub -->

source: Security
da: Sikkerhed
de: Sicherheit
es: Seguridad
fi: Tietoturva
it: Sicurezza
ja: セキュリティ

source: Be sure that your ePubs are correct
da: Forvis dig om, at dine ePubs er korrekte
de: Seien Sie sicher, dass Ihre ePubs fehlerfrei sind
es: Verifica que tus libros ePub sean correctos
fi: Varmistu että epub -tiedostot ovat oikein muotoiltuja
it: Assicurati che i tuoi ePub siano corretti
ja: あなたのePubが正しいか確認してください

source: <strong>Verify that your ePub is valid</strong>. Many tools creating ePubs do not create them with all of the required attributes and files. Some ePub readers are very loose in what they accept, so checking your ePub in Adobe Digital Editions is not sufficient to be certain that your ebook will be readable everywhere.
da: <strong>Tjek at din ePub er valid</strong>. Mange af de værktøjer, der kan producere ePubs, får ikke forsynet filerne med alle de obligatoriske attributter og filer. Nogle ePub-læsere er meget tolerante over for den slags mangler. Så det er altså ikke tilstrækkeligt at kontrollere din ePub i Adobe Digital Editions, hvis du vil have, at den skal kunne læses alle vegne.
de: <strong>Verifizieren Sie, dass Ihr ePub korrekt ist</strong>. Viele Werkzeuge, die ePub Dateien erzeugen, fügen nicht alle erforderlichen Attribute und/oder Dateien hinzu. Einige ePub Lesegeräte tolerieren sehr viele Fehler, deshalb ist es nicht ausreichend, Ihre ePub Dateien mit Adobe Digital Editions zu testen um sicher zu sein, dass Ihr EBook überall gelesen werden kann.
es: <strong>Verifica que un libro ePub esté bien formado</strong>. Existen herramientas que crean libros ePub sin todos los atributos y ficheros requeridos, y que resultan legibles por lectores de ePub poco estrictos. Sin embargo, no es suficiente verificar un ePub con <em>Adobe Digital Editions</em> para asegurarse de que sea legible en cualquier plataforma.
fi: <strong>Varmista että epub -tiedosto on validi</strong>. On sovelluksia, jotka eivät luo suosituksen mukaisia attribuutteja ja tiedostoja. Osa lukijasovelluksista on myös löysiä muotoilun suhteen. Vaikka Adoben Digital Editions lukee tiedostosi, se ei vielä tarkoita, että se on oikein muotoiltu ja että muut sovellukset lukevat kirjan.
it: <strong>Verifica che il tuo ePun sia valido</strong>. Molti strumenti che creano ePub non li creano con tutti gli attributi e i files richiesti. Alcuni ePub readers sono molto liberi in quello che accettano, e così verificare gli ePub in Adobe Digital Editions non è sufficiente per essere certi che il tuo ebook sia leggibile ovunque.
ja: <strong>あなたのePubが有効かどうか確認してください。</strong>ePubを作成するツールの多くは、必要な属性やファイルをすべてそろえてePubファイルを作成していない場合があります。ePubリーダーの中には、とてもルーズにファイルを許容しているものもあります。このためAdobe Digital Editionsで検証しただけでは不十分で、あなたのePubファイルがあらゆる場所で読めることにはならないのです。

source: Validating with EpubCheck <!-- trans: do not translate epubcheck -->
da: Validér med EpubCheck
de: Überprüfe mit EpubCheck
es: Validación a través de EpubCheck
fi: EpubCheck tarkistaa muotoilun
it: Valida con EpubCheck
ja: EpubCheckで検証 <!-- trans: do not translate epubcheck -->

source: While developers can download and install their own copy of Adobe's <a href="http://code.google.com/p/epubcheck/">epubcheck</a> tool, it may be easier to use Threepress's web-based <a href="http://www.threepress.org/document/epub-validate/">ePub validator</a>. It uses epubcheck but wraps it in a convenient web form upload.
da: Udviklere kan downloade og installere deres egen kopi af Adobes <a href="http://code.google.com/p/epubcheck/">epubcheck</a>-værktøj. For andre er det givetvis lettere at bruge Threepress' web-baserede <a href="http://www.threepress.org/document/epub-validate/">ePub-validator</a>. Den bruger epubcheck men pakker den ind i et web-formularbaseret upload.
de: Während Entwickler eine Kopie von Adobes <a href="http://code.google.com/p/epubcheck/">epubcheck</a> herunterladen und installieren können, kann es einfacher sein, den web-basierten <a href="http://www.threepress.org/document/epub-validate/">ePub Validator</a> von Threepress zu benutzen. Er benutzt ebenfalls epubcheck, kapselt es aber in einem komfortablen Webformular.
es: Aunque programadores pueden descargar e instalar una versión propia de la herramienta <a href="http://code.google.com/p/epubcheck/">epubcheck</a> de Adobe, quizá resulte más fácil <a href="http://www.threepress.org/document/epub-validate/">validar el documento</a> a través de Bookworm, utilizando una herramienta que encapsula el proceso de validación de epubcheck mediante una interfaz de web más práctica.
fi: Kehittäjät voivat asentaa oman kopion Adoben validointityökalusta <a href="http://code.google.com/p/epubcheck/">epubcheck</a>. Voi olla helpompaa käyttää Threepressin sivuston tarkistajaa <a href="http://www.threepress.org/document/epub-validate/">ePubtarkastaja</a>. Ohjelma on sama, mutta julkaisun siirtäminen on helpompaa sivustolla.
it: Benché gli sviluppatori possano scaricare e installare la loro copia di <a href="http://code.google.com/p/epubcheck/">epubcheck</a> di Adobe, può essere più semplice usare l'<a href="http://www.threepress.org/document/epub-validate/">ePub validator</a> webb based di Threepress . Utilizza epubcheck ma presenta i risultati in una forma adeguata al web.
ja: Adobeの<a href="http://code.google.com/p/epubcheck/">epubcheck</a>ツールをダウンロードしてインストールすることもできますが、Threepressが提供するウェブベースの<a href="http://www.threepress.org/document/epub-validate/">ePub validator</a>を使えばもっと簡単です。ePub validatorはepubcheckを利用しており、ウェブのフォームからファイルをアップロードして手軽に使えるようにしたものです。

source: Although Bookworm will accept many kinds of ePubs which are not strictly valid, it is always best to test them first. Valid ePubs are much more likely to work consistently with new ereaders that are developed in the future.
da: Selv om Bookworm kan acceptere mange slags ikke helt valid ePub, så er det altid bedst at teste filerne først. Valide ePubs vil have meget større chance for også at fungere korrekt i fremtidige ebogslæsere.
de: Obwohl Bookworm viele Arten von Epub Dateien akzeptiert, die nicht strikt konform sind, ist es immer besser, diese vorher zu überprüfen. Gültige ePub Dateien werden voraussichtlich besser mit neu entwickelten E-Readern arbeiten.
es: Aunque Bookworm acepta varios tipos de ePub que no son estrictamente válidos, se aconseja verificarlos siempre antes de cargarlos ya que es más probable que un libro ePub bien formado sea legible en un lector electrónico creado en el futuro.
fi: Bookworm hyväksyy epub -julkaisuksi tiedoston vaikka sen muotoilussa olisi virheitä. On kuitenkin parasta varmistaa muotoilu. Oikein muotoiltu julkaisu toimii todennäköisemmin myös tulevissa lukijasovelluksissa.
it: Benché Bookworm possa accettare molti tipi di ePub non strettamente validi, è sempre meglio testarli prima. E' molto più probabile che gli ePub validi funzionino bene anche con i futuri ereader.
ja: Bookwormは、厳格に検証されていない多くの種類のePubを許容したいと思っていますが、まずテストしてみるのがいつでも最善の方法です。ePubの検証は、将来開発される新しい電子リーダーに対応するためにも、継続的に必要な作業です。

source: How to test ePubs with Bookworm
da: Sådan tjekker du ePubs med Bookworm
de: Wie testet man ePubs mit Bookworm
es: ¿Cómo evaluar un libro ePub en Bookworm?
fi: Näin testaat ePub -kirjan Bookworm -sivulla
it: Come testare gli ePub con Bookworm
ja: BookwormでePubをテストする方法

source: Like any other user, all you need to do to test ePubs with Bookworm is to <a href="%(signupurl)s">sign up</a> and <a href="%(toururl)s#step1">add a book</a>.
da: For at teste dine ePubs validitet med Bookworm, skal du blot - som alle andre brugere - <a href="%(signupurl)s">tilmelde dig</a> og <a href="%(toururl)s#step1">tilføje en bog</a>.
de: Alles was Sie tun müssen, um ePub-Dateien mit Bookworm zu testen, ist ein <a href="%(signupurl)s">Konto erstellen</a> und ein <a href="%(toururl)s#step1">Buch hinzufügen</a>.
es: Antes de comenzar, sólo tienes que <a href="%(signupurl)s">registrarte</a> y <a href="%(toururl)s#step1">añadir un libro</a>.
fi: Testaaminen on helppoa: jotta Bookworm todentaa muotoilun, <a href="%(signupurl)s">tee käyttäjätili</a> ja <a href="%(toururl)s#step1">siirrä kirja palveluun</a>.
it: Come gli altri utenti, per testare gli ePub con Bookworm devi <a href="%(signupurl)s">iscriverti</a> e <a href="%(toururl)s#step1">inserire un ebook</a>.
ja: ePub書籍をBookwormでテストするのに必要なのは、まずBookwormに<a href="%(signupurl)s">ログイン</a>して、<a href="%(toururl)s#step1">書籍を追加</a>することです。

source: Once your book has been added, click around and make sure it looks right. Here are some additional testing tips:
da: Når du har tilføjet din bog, bør du klikke lidt rundt for at sikre dig, at den er i orden. Her er nogle ekstra tips til dit tjek:
de: Wurde Ihr Buch hinzugefügt, klicken Sie durch das Buch und stellen Sie sicher, dass es richtig aussieht. Hier einige zusätzliche Tipps zum Testen:
es: Una vez que hayas añadido un libro, haz clic en los enlaces y verifica que todo esté en orden. Sírvete de estas sugerencias para comprobarlo:
fi: Kun kirja on kokoelmassa, seuraa linkkejä ja varmistu että kirja toimii. Tässä vielä muutama vinkki:
it: Una volta aggiunto l'ebook, sfoglialo e assicurati che vada bene. Ecco altri test addizionali:
ja: 書籍を追加したら、クリックしてみるなどして、きちんと表示されているかを確かめてください。以下は、確認方法のポイントです。

source: Testing checklist
da: Tjekliste for testen
de: Checkliste
es: Lista de verificación
fi: Tarkistuslista muotoilulle:
it: Checklist per il test
ja: チェックリストのテスト

source: <strong>Is the metadata correct?</strong> You can view a book's metadata on the <strong>Book information</strong> page available from the table of contents of any book.
da: <strobg>Er metadata korrekte?</strong> Du kan se bogens metadata på <strong>boginformations</strong>-siden, der findes i enhver bogs indholdsfortegnelse.
de: <strong>Sind die Metadaten korrekt?</strong> Sie können die Metadaten eines Buches auf der <strong>Buch Information</strong> Seite ansehen, die vom Inhaltsverzeichnis jedes Buches zugänglich ist.
es: <strong>Que los metadatos sean correctos:</strong> Puedes ver los metadatos de un libro en la página de <strong>información del libro</strong> disponible a través del índice de materias.
fi: <strong>Onko metadata okein?</strong> Voit katsoa kirjan metadatan linkistä <strong>Tietoja kirjasta</strong>, joka on jokaisen kirjan sisälllysluettelossa
it: <strong>I metadati sono corretti?</strong> Puoi vedere i metadati dell'ebook nella pagina <strong>Eebook Info</strong> che trovi nel Sommario di ogni ebook.
ja: <strong>メタデータは正しいですか？</strong> 書籍のメタデータは、書籍の目次ページの<strong>書籍情報</strong>から参照できます。

source: <strong>Is the copyright information in the metadata present and accurate?</strong> Readers need to know if the book has full copyright protection, is public domain, or is released with limited rights reserved via Creative Commons.
da: <strong>Er der oplysning om de ophavsretslige forhold med i metadata? Og er de korrekte?</strong> Det er vigtigt, at læserne oplyses om hvorvidt bogen er omfattet af ophavsret eller om den er frit tilgængelig eller om den er udgivet med begrænsede rettigheder via Creative Commons.
de: <strong>Ist die Information zum Copyright in den Metadaten vorhanden und korrekt?</strong> Leser sollten wissen, ob das Buch vollständig Copyright-geschützt ist, Public Domain ist oder mit eingeschränkten Rechten unter Creative Commons herausgegeben wurde.
es: <strong>Que la información de derechos de autor aparezca en los metadatos y sea correcta:</strong> Lectores electrónicos necesitan saber si el libro es una obra protegida por derechos de autor, si pertenece al dominio público, o si se distribuye con derechos limitados estipulados en la licencia Creative Commons.
fi: <strong>Onko tekijänoikeudet kirjattu tarkasti metadataan?</strong> Lukijoiden on voitava tietää, ovatko teoksen tekijänoikeudet voimassa, vai ovatko ne sammuneet tai onko kirja julkaistu osin tekijänoikeuksien vallitessa, esim. kuvien suhteen? Jos teos on vapaa, millainen lisenssi on voimassa, esim. Creative Commons?
it: <strong>Sono presenti e giuste le informazioni sul copyright nei metadati? </strong> I lettori devono poter sapere che tipo di diritti ci sono sull'ebook: con tutti i diritti riservati, di pubblico dominio o con diritti parzialmente limitati tramite Creative Commons.
ja: <strong>メタデータに書かれた著作権情報は最新の内容で有効なものですか？</strong> 書籍が完全に著作権で守られたものか、パブリック・ドメインか、またはクリエイティブ・コモンズによる限定的な著作権の下に配本されているのかを、読者は知っておくべきです。

source: <strong>Is the table of contents correct and in the right order?</strong> Bookworm uses the <code>playOrder</code> attribute of the NCX file and the ordering of the items in the TOC.
da: Bookworm anvender NCX-filens <code>playOrder</code>-attribut og rækkefølgen i indholdsfortegnelsen.
de: <strong>Ist das Inhaltsverzeichnis korrekt und in der richtigen Reihenfolge?</strong> Bookworm benutzt das <code>playOrder</code> Attribut der NCX Datei und die Reihenfolge der Einträge im Inhaltsverzeichnis.
es: <strong>Que el índice de materias sea correcto y aparezca en el orden apropiado:</strong> Bookworm utiliza el atributo <code>playOrder</code> del archivo NCX y el orden de los elementos en el TOC.
fi: <strong>Onko sisällysluettelo oikein ja oikeassa järjestyksessä?</strong> Bookworm käyttää NCX -tiedoston attribuuttia <code>playOrder</code> ja esittää osat sisällysluettelon järjestyksessä.
it: <strong>Il sommario è corretto e nel giusto ordine?</strong> Bookworm usa l'attributo <code>playOrder</code> del file NCX per l'ordinamento delle voci nel Sommario.
ja: <strong>目次の内容と並び順は正しいですか？</strong> BookwormはNCXファイルの <code>playOrder</code> 属性を利用して、目次の項目を並べています。

source: <strong>Are all images appearing?</strong> Bookworm can accommodate a wide variety of link forms, from images linked directly from the TOC to those found in anchor tags within content. The images <em>must</em> be listed in the OPF file to appear in Bookworm, as directed by the ePub specification.
da: <strong>Bliver alle billeder vist?</strong> Bookworm kan håndtere en bred vifte af linktyper; fra billeder der refereres direkte fra indholdsfortegnelsen, til dem der refereres fra indholdets anchor-tags. Billederne <em>skal</em> registreres i OPF-filen, hvis Bookworm skal vise dem, sådan som ePub-specifikationen foreskriver det.
de: <strong>Erscheinen alle Grafiken?</strong> Bookworm kann mit einer Vielzahl von Linkarten umgehen, angefangen von Grafiken, die aus dem Inhaltsverzeichnis heraus verlinkt sind, bis zu solchen, die im Ankertext des Inhalts gefunden werden. Die Grafiken <em>müssen</em> in der OPF Datei aufgelistet sein, um in Bookworm zu erscheinen, wie es die ePub Spezifikation erfordert.
es: <strong>Que todas las imágenes resulten visibles:</strong> Bookworm admite una amplia variedad de formas de enlaces, trátese bien de imágenes enlazadas directamente desde el TOC, o de imágenes marcadas con etiquetas y esparcidas por el texto.
fi: <strong>Näkyykö jokainen kuva?</strong> Bookworm käyttää erilaisia linkitystapoja, kuvat voi linkittää sisällysluettelosta tai sisällön ankkuritageista. Kuvien <em>täytyy</em> olla listattuna OPF -tiedoston manifest -elementissä, jotta Bookworm voi ne esittää - kuten ePub -suosituskin vaatii.
it: <strong>Le immagini compaiono tutte?</strong> Bookworm può riprodurre un'ampia varietà di forma di link, dalle immagini linkate direttamente dal sommario a quelle trovate nei tag anchor all'interno del contenuto. Le immagini <em>devono</em> essere elencate nel file OPF per apparire in Bookworm, così come previsto dalle specifiche.
ja: <strong>図版類はすべて表示されていますか？</strong> Bookwormはいろいろな種類のリンク方法に対応できます。目次から直接図版へ、本文中のアンカータグへとリンクするなどが可能です。図版は、ePubの仕様にしたがって、OPFファイルで一覧されて<em>いなければなりません</em>。
