Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: ePub is an ebook format. Your ebook is in ePub format if it ends with <strong>.epub</strong>. If so, you can <a href="%(helpurl)s">read that ebook on Bookworm</a>. If not, tell the book publisher to start supporting the only free and open ebook format with strong industry backing.
da: ePub er et ebogsformat. Din ebog er i ePub-formatet hvis dens filnavn ender på <strong>.epub</strong>. Gør den dét, kan du <a href="%(helpurl)s">læse ebogen med Bookworm</a>. Hvis ikke, bør du bede bogudgiveren om at understøtte det eneste gratis og åbne ebogsformat der nyder stærk opbakning i branchen
de: ePub ist ein Ebook Format. Ihre Ebook-Datei ist im ePub Format falls es mit <strong>.epub</strong> endet. Falls ja, können Sie dieses Buch auf Bookworm <a href="%(helpurl)s">lesen</a>. Falls nein, sagen Sie Ihrem Buchhändler, dass er das einzige freie und offene Ebook Format mit großem Rückhalt in der Industrie unterstützen soll.
es: ePub es un formato para libros electrónicos. Se puede identificar un libro en este formato si el archivo termina en la extensión <strong>.epub</strong>. En este caso, puedes <a href="%(helpurl)s">leer el libro en Bookworm</a>. En caso contrario, ofrece a la editorial la sugerencia de apoyar este formato, actualmente el único formato gratis y abierto, que disfruta de un fuerte respaldo en la industria editorial.
fi: ePub on digikirjojen tiedostomuoto. Tunnistat sen päätteestä <strong>.epub</strong>. Jos kirjasi pääte on sama, voit <a href="%(helpurl)s">lukea kirjan sivustolla</a>. Jos ei, pyydä julkaisijaa kannattamaan digikirjojen ainoaa vapaata koodia, jolla on selkeä teollisuuden tuki.
it: ePub è un formato ebook. Il tuo ebook è in formato ePub se finisce con <strong>.epub</strong> e potrai così <a href="%(helpurl)s">leggerlo su Bookworm</a>. Se no, dì all'editore di iniziare a supportare l'unico formato ebook libero e aperto con una forte industria alle proprie spalle.
ja: ePubはebookのフォーマットのひとつです。お持ちの書籍のファイル名の末尾が<strong>.epub</strong>で終わっているならそれはePubフォーマットです。<a href="%(helpurl)s">ebook on Bookworm</a>が読めるはずです。もし読めなかったら、このフリーでオープンなebookのフォーマットをサポートするよう、出版社にぜひ要望を出してください。

source: Try Bookworm out
da: Prøv Bookworm
de: Bookworm ausprobieren
es: Prueba utilizar Bookworm
fi: Kokeile Bookworm -palvelua
it: Prova Bookworm
ja: Bookwormを使ってみる

source: Try the one-page <a href="%(toururl)s">Bookworm and ePub tour</a>.
da: Prøv den kun én side lange <a href="%(toururl)s">rundtur i Bookworm og ePub</a>.
de: Machen Sie eine <a href="%(toururl)s">Bookworm und ePub Führung</a>.
es: Da este breve recorrido virtual de una página a través de <a href="%(toururl)s">ePub y Bookworm</a>.
fi: Bookworm ja ePub<a href="%(toururl)s">-esittely yhdellä sivulla</a>.
it: Prova <a href="%(toururl)s">Bookworm e l'ePub</a>.
ja: <a href="%(toururl)s">BookwormとePubのクイックツアー</a>を開いてみましょう。

source: Reading Mode
da: Læsemodus
de: Lesemodus
es: Modalidad de Lectura
fi: Lukunäyttö
it: Modalità Lettura
ja: 読書モード

source: Reading Mode provides a clean user interface for reading your ebooks, without the clutter and customized to your preferences
da: I Læsemodus kan du læse dine ebøger i en renere grænseflade uden forstyrrende elementer og med mulighed for personlig tilpasning
de: Der Lesemodus stellt eine klare Benutzer-Schnittstelle zur Verfügung, die es erlaubt Ihre Bücher ohne störendes Wirrwarr, angepasst durch Ihre Einstellungen, zu lesen
es: La Modalidad de Lectura te ofrece una interfaz adecuada para la lectura, libre de intrusión visual, y personalizada según tus preferencias.
fi: Lukunäyttö jättää näytölle vain tekstin. Voit kuitenkin valita kirjasimet ja suurentaa tai pienentää tekstiä.
it: La Modalità Lettura fornisce un'interfaccia pulita per leggere i tuoi ebooks, senza distrazioni e personalizzata sulle tue preferenze
ja: 読書モードは、読書のためのすっきりとしたインターフェースを提供します。あれこれ設定することなく、すぐに使えます。

source: Choose a serif or sans-serif font
da: Vælg en font med eller uden seriffer
de: Wählen Sie eine Schrift mit oder ohne Serifen
es: Selecciona una fuente tipográfica con o sin serifas
fi: Valitse kirjasintyyliksi serif tai sans-serif.
it: Scegli un font con o senza grazie
ja: フォントにセリフ（serif）または（sans-serif）を設定

source: Change the font size
da: Ændring af sprogindstillinger
de: Ändern Sie die Schriftgröße
es: Cambia el tamaño de la fuente
fi: Vaihda kirjasinkoko
it: Cambia la dimensione
ja: フォントサイズの変更

source: Use keyboard shortcuts to page up or page down, or go next and previous through chapters
da: Brug tastaturets PageUp og PageDown til at bladre en side op eller ned eller klik dig gennem kapitlerne med Næste og Forrige
de: Benutzen Sie Tastaturkürzel um vor- oder rückwärts, oder zum vorherigen oder nächsten Kapitel zu blättern
es: Utiliza atajos de teclado para acceso a la página, o capítulo, anterior o siguiente
fi: Näppäinkomennoilla pääset sivua ylös tai alas, sekä edelliseen tai seuraavaan lukuun.
it: Usa la tastiera per andare avanti e indietro tra pagine e tra capitoli
ja: キーボードショートカットを使って、ページ内で前後へ移動したり、 ページをめくって章内の前後のページを開いたりする

source: Enhanced mobile reading experience
da: Forbedret læseoplevelse på mobiltelefonen
de: Verbesserte mobile Leseerfahrung
es: Una experiencia que mejora la lectura móvil
fi: Mobiililaitteille oma näyttönsä
it: Esperienza di lettura avanzata da cellulare
ja: モバイル機器での読書体験を拡げる

source: How to turn on Reading Mode
da: Sådan skifter du til Læsemodus
de: Wie stelle ich den Lesemodus ein
es: Cómo activar la Modalidad de Lectura
fi: Miten valitsen lukunäytön?
it: Come attivare la Modalità Lettura
ja: 読書モードをオンにするにはどうすればよいですか？

source: Reading Mode can be activated by clicking on the icon displaying a stack of pages. This icon will appear on any book page, in the upper right of the screen.
da: Læsemodus aktiveres ved klik på ikonet, der forestiller en stak papir. Ikonet vises i øverste højre hjørne på alle sider i en bog.
de: Der Lesemodus kann durch Klicken auf das Symbol, das einen Stapel Papier darstellt, aktiviert werden. Dieses Symbol erscheint oben rechts auf jeder Buchseite.
es: La Modalidad de Lectura se puede activar haciendo clic sobre el icono que muestra un conjunto de folios apilados. Este icono aparece en todas las páginas de un libro, en la parte superior derecha.
fi: Valitse lukunäyttö klikkaamalla kuvaketta jossa on kirjan sivuja päällekkäin. Kuvake näkyy joka aukeamalla näytön oikeassa yläkulmassa.
it: La Modalità Lettura può essere attivata cliccando sull'icona con la pila di pagine. Questa icona sarà presente su ogni pagina del libro, in alto a destra.
ja: 読書モードを使うには、ページが積み重なっているアイコンをクリックします。このアイコンは、書籍を開くとすべてのページの、ちょうどスクリーンの右上あたりに現れます。

source: Turning off Reading Mode
da: Sådan slås Læsemodus fra
de: Den Lesemodus ausschalten
es: Desactivar la Modalidad de Lectura
fi: Perusnäyttöön siirtyminen
it: Disattivare la Modalità Lettura
ja: 読書モードをオフにする

source: To return to the normal book display, click on the same icon as it appears in the Reading Mode layout. It will also appear in the upper right of the screen.
da: Hvis du vil tilbage til den normale sidevisning, skal du klikke på det samme ikon. I Læsemodus vises det også i skærmens øverste højre hjørne.
de: Um zur normalen Bücheransicht zurückzukehren, klicken Sie auf das gleiche Symbol, wie es in der Lesemodus Ansicht erscheint. Es wird auch oben rechts auf dem Bildschirm angezeigt.
es: Para regresar a la modalidad normal de presentación, haz clic sobre el mismo icono, que también aparece en la parte superior derecha de la pantalla en la Modalidad de Lectura
fi: Pääset perusnäyttöön klikkaamalla taas samaa kuvaketta lukunäytössä. Sekin on näytön oikeassa yläkulmassa.
it: Per tornare alla visualizzazione normale, cliccare sulla stessa icona, come appare nel layout Modalità Lettura. Sempre in alto a destra.
ja: 通常の書籍表示の画面へ戻すには、読書モードのレイアウトで現れるのと同じアイコンをクリックしてください。アイコンは、スクリーンのちょうど右上にあります。

source: How to turn off Reading Mode
da: Sådan slås Læsemodus fra
de: Wie schalte ich den Lesemodus aus
es: Cómo desactivar la Modalidad de Lectura
fi: Kuinka sulkea lukunäyttö
it: Come disattivare la Modalità Lettura
ja: 読書モードをオフにするにはどうすればよいですか？

source: Navigating Reading Mode
da: Navigering i Læsemodus
de: Lesemodus mit Navigation
es: Navegación en Modalidad de Lectura
fi: Lukunäytöllä selaaminen
it: Navigare in Modalità Lettura
ja: 読書モードを使いこなす

source: Reading Mode removes most of the Bookworm headers and footers and suppresses the display of the table of contents. Instead, the content is laid out in the center of the screen with ample whitespace to let you focus on reading.
da: I Læsemodus fjernes Bookworms top- og bundtekster og indholdsfortegnelsen skjules. I stedet vises teksten midt på skærmen med så megen luft omkring, at du bedre kan koncentrere dig om at læse.
de: Der Lesemodus entfernt die meisten Kopf- und Fußzeilen von Bookworm und unterdrückt die Anzeige des Inhaltsverzeichnisses. Stattdessen wird der Inhalt mit großzügigem Rand zentriert dargestellt, damit Sie sich auf das Lesen konzentrieren können.
es: En la Modalidad de Lectura desaparece gran parte del encabezado y pie de página, y se omite el índice de materias. El contenido aparece, en su lugar, desplegado en el centro de la página, con amplio espacio en blanco para permitirte el enfoque sobre la lectura.
fi: Lukunäytössä piilotetaan ylä- ja alatunnisteet sekä sisällysluettelo. Itse leipäteksti keskitetään näytölle ja jätetään leveät marginaalit. Lukunäyttö keskittyy siis olennaiseen eli lukemiseen.
it: La Modalità Lettura rimuove molte intestazioni e pié di pagina e disattiva il sommario. Il contenuto viene posto al centro dello schermo com ampi margini bianchi per aiutarti a concentrarti nel leggere.
ja: 読書モードは、Boookwormのヘッダとフッタのほとんどを削除して、目次も表示しません。その代わりに、書籍の本文は画面の中央に配置されて、読書に集中しやすいよう、たっぷりとページの余白をとっています。

source: In place of cumbersome "next" and "previous" links, Reading Mode allows you to <strong>click anywhere in the right margin to turn to the next page</strong>, and <strong> click anywhere in the left margin to turn to the previous page</strong>.
da: I stedet for omstændeligt at skulle klikke på "næste"- og "forrige"-linkene, kan du i Læsemodus <strong>klikke hvorsomhelst i højremargin for at gå til den næste side</strong>, og <strong>klikke hvorsomhelst i venstremargin for at gå til den forrige side</strong>.
de: Anstatt sperrige "vorwärts" und "rückwärts" Links zu benutzen, erlaubt es der Lesemodus <strong>überall innerhalb des rechten Randes zu klicken, um zur nächsten Seite zu blättern</strong> und <strong>überall innerhalb des linken Randes zu klicken, um zur vorherigen Seite zu blättern</strong>.
es: En lugar de enlaces para acceder la página «anterior» o «siguiente», la Modalidad de Lectura te permite <strong>hacer clic sobre cualquier porción del margen derecho para avanzar a la siguiente página</strong>, y <strong>hacer clic sobre cualquier porción del margen izquierdo para regresar a la página anterior</strong>.
fi: Lukunäyttö jättää pois kömpelöt linkit "seuraava" ja "edellinen", sen sijaan pääset seuraavalle sivulle <strong>klikkamalla mihin tahansa oikeassa marginaalissa</strong> ja edelliselle sivulle <strong>klikkaamalla vasemmassa marginaalissa</strong>.
it: Al posto dei fastidiosi link "Succ." e "Prec.", la Modalità Lettura ti permette di <strong>cliccare ovunque nel margine destro per voltare pagina</strong> e <strong>cliccare ovunque nel margine sinistro per tornare indietro</strong>
ja: 目障りな"次のページへ"や"前のページへ"などのリンクの代わりに、読書モードでは、<strong>画面右側のページの余白（どこでもかまわない）をクリック</strong>すれば次のページへ移動できるようになっています。また、<strong>画面左側のページの余白（どこでもかまわない）をクリック</strong>すると前のページへ移動できます。

source: This control moves forward one page
da: Denne knap fører én side frem
de: Dieses Bedienelement blättert eine Seite weiter
es: Este control te permite avanzar una página
fi: Tällä näppäimellä pääset seuraavalle sivulle
it: Questo controllo fa andare avanti di una pagina
ja: この操作で1ページ分前へ進みます。

source: Bookworm provides subtle hints on how to operate the navigation. If you hover your mouse pointer over the margin areas, light-gray indicators will fade in to show that you are in a clickable navigation area.
da: I Bookworm får du diskrete vink om hvordan du navigerer. Hvis du holder musen stille i et marginområde, vil der tone nogle lysegrå markeringer frem, som viser, at du befinder dig i et klikbart navigeringsområde.
de: Bookworm stellt ausgeklügelte Hinweise zur Navigation bereit. Wenn Sie mit der Maus über die Randbereiche fahren, werden hellgraue Indikatoren eingeblendet, die zeigen, das man sich im anklickbaren Navigationsbereich befindet.
es: Bookworm te ofrece algunas sugerencias para facilitar la navegación sin llamar demasiado la atención. Por ejemplo, si pasas el puntero del ratón sobre un margen, aparecerá un indicador en gris claro, indicándote que te encuentras en un área navegable (en la que puedes hacer clic).
fi: Bookworm myös opastaa selaamisessa. Jos liikutat kursoria marginaalissa himmeän harmaat nuolet näyttävät klikattavan alueen.
it: Bookworm ha dei trucchi per navigare. Se passi il mouse sui margini, degli indicatori in grigio chiaro ti mostreranno che sei in una zona cliccabile della pagina.
ja: Bookwormはナビゲーション操作についてのヒントも用意しています。マウスが余白部分の上に留まっていると、薄灰色の表示が現れて、そこにクリックできるナビゲーション操作があることを示します。

source: Keyboard shortcuts
da: Tastaturgenveje
de: Tastaturkürzel
es: Atajos de teclado
fi: Näppäimistökomennot
it: Scorciatoie da tastiera
ja: キーボード・ショートカット

source: Jump down one page
da: Hop én side ned
de: Eine Seite weiter
es: Retrocede una página
fi: Liiku alas sivun verran
it: Indietro di una pagina
ja: 1ページ分下にスキップ

source: 'j' or Page-Down
da: 'j' eller PageDown
de: 'j' oder Page-Down
es: 'n' o la tecla Page-Down
fi: 'j' tai Page-Down -näppäin
it: 'j' o Page-Down
ja: 'j'または矢印キーの下（↓）

source: Jump up one page
da: Hop én side op
de: Eine Seite zurück
es: Avanza una página
fi: Siirry ylös sivun verran
it: Avanti di una pagina
ja: 1ページ分前にスキップ

source: 'k' or Page-Up
da: 'k' eller PageUp
de: 'k' oder Page-Up
es: 'p' o la tecla Page-Up
fi: 'k' tai Page-Up -näppäin
it: 'k' o Page-Up
ja: 'k'または矢印キーの上（↑）

source: Go to next chapter
da: Gå til næste kapitel
de: Zum nächsten Kapitel
es: Ve al capítulo siguiente
fi: Siirry seuraavaan lukuun
it: Vai al prossimo capitolo
ja: 次の章へ移る

source: 'n' or click on right margin
da: 'n' eller klik i højremargin
de: 'n' oder auf den rechten Rand klicken
es: 'k' o haz clic sobre el margen derecho
fi: 'n' tai klikkaa oikeaan marginaaliin
it: 'n' o clic sul margine destro
ja: 'n'またはページの右側余白をクリック

source: Go to previous chapter
da: Gå til forrige kapitel
de: Zum vorherigen Kapitel
es: Ve al capítulo anterior
fi: Siirry edelliseen lukuun
it: Vai al capitolo precedente
ja: 前の章へ移る

source: 'p' or click on left margin
da: 'p' eller klik på venstremargin
de: 'p' oder auf den linken Rand klicken
es: 'j' o haz clic sobre el margen izquierdo
fi: 'p' tai klikkaa vasempaan marginaaliin
it: 'p' o clic sul margine sinistro
ja: 'p'またはページの左側余白をクリック

source: Go back to your library
da: gå tilbage til dit bibliotek
de: Zurück zu Ihrer Bibliothek
es: Regresa a tu biblioteca
fi: Siirry takaisin kokoelmaan
it: Torna alla biblioteca
ja: ライブラリへ戻る

source: To exit Reading Mode and return to the main library page, click on the arrow at the top or bottom next to your book's title.
da: For at afslutte Læsemodus og gå tilbage til hovedbibliotekssiden, skal du klikke på pilen for oven eller for neden, ved siden af bogens titel.
de: Um den Lesemodus zu verlassen und zur Bibliotheks-Seite zurückzukehren, klicken Sie auf den Pfeil oben oder unten neben dem Buchtitel.
es: Para desactivar la Modalidad de Lectura y regresar a la página principal de tu biblioteca, haz clic sobre la flecha en la parte superior o inferior, junto al título del libro.
fi: Pääset lukunäytöstä perusnäyttöön klikkaamalla nuolta näytön ylä- tai alareunassa kirjan nimen vieressä
it: Per uscire dalla Modalità Lettura e tornare alla biblioteca, clicca sulla freccia sopra o sotto il titolo del libro.
ja: 読書モードを抜けてメインのライブラリページへ戻るには、書籍の見出し横側の上下どちらかをクリックします。

source: Exit Reading Mode and go back to library
da: Forlad Læsemodus og vend tilbage til biblioteket
de: Den Lesemodus verlassen und zurück zur Bibliothek
es: Desactiva la Modalidad de Lectura y regresa a la biblioteca
fi: Poistu lukunäytöstä takaisin kokoelmaan
it: Uscire dalla Modalità Lettura e tornare alla biblioteca
ja: 読書モードを抜けて、ライブラリへ戻る

source: Bookworm will remember whether you prefer to use Reading Mode or not.
da: Bookworm husker om du foretrækker at læse i Læsemodus eller ej.
de: Bookworm merkt sich, ob Sie den Lesemodus bevorzugen oder nicht.
es: Bookworm recuerda si prefieres utilizar la Modalidad de Lectura o no.
fi: Bookworm muistaa, haluatko käyttää lukunäyttöä vai et.
it: Bookworm ricorderà se preferisci attivare la Modalità Lettura o no.
ja: Bookwormは、あなたが読書モードを好んで使っているかどうかを覚えています。

source: Customizations
da: Begrænsninger
de: Anpassungen
es: Personalización
fi: Muokkaaminen
it: Personalizzazioni
ja: カスタマイズ

source: Both standard mode and Reading Mode provide methods to customize the fonts and font size of the ebooks. You can use use a sans-serif or serif font, and you can increase and decrease your font size. <strong>Bookworm will remember your font size preferences</strong>. These preferences will override whatever fonts and sizes were specified in the stylesheet that came with the ePub.
da: Der findes i både standard- og Læsemodus metoder til at tilpasse ebøgernes font og skriftstørrelse. Du kan både bruge fonte med og uden seriffer, og du kan både øge og mindske skriftstørrelsen. <strong>Bookworm husker dine indstillinger</strong>. Disse indstillinger følges uanset hvilken skrift og skriftstørrelse, der specificeres i den enkelte epub-bog.
de: Sowohl der Standardmodus als auch der Lesemodus stellt Wege zur Verfügung, um die Schriftart und Schriftgröße Ihrer Ebooks anzupassen. Sie können eine Serifenschrift oder eine Schrift ohne Serifen benutzen, außerdem können Sie die Schriftgröße vergößern und verkleinern. <strong>Bookworm merkt sich Ihre Einstellung der Schriftgröße</strong>. Diese Einstellungen heben alle Schriftarten und Schriftgrößen auf, die im Stylesheet der ePub Datei enthalten sind.
es: Tanto la modalidad estándar como la de lectura te permiten personalizar el tipo de fuente tipográfica, y su tamaño, para leer libros electrónicos. Puedes escoger una fuente con o sin serifas, y puedes aumentar o disminuir su tamaño. <strong>Bookworm recordará tu preferencia tipográfica</strong>. Esta preferencia reemplazará cualquier tipo de fuente y tamaño especificados en la hoja de estilo que acompaña a la publicación.
fi: Sekä perusnäytössä että lukunäytössä voit valita kirjasintyylit ja kirjasinkoot. Voit käyttää joko serif tai sans-serif -kirjasityylejä ja voit joko suurentaa tai pienentää kirjasimia. <strong>Bookworm muistaa valintasi</strong>. Omat kirjasinvalinnat menevät julkaisun mukana tulleen tyylisivun edelle.
it: Sia la Modalità Standard che la Modalità Lettura consentono di personalizzare tipo e dimensione dei font. Puoi usare un font con o senza grazie, e puoi ingrandire o rimpicciolire il font. <strong>Bookworm ricorderà le tue preferenze</strong>. Queste preferenze avranno priorità rispetto alle impostazioni di font e dimensioni specificate nei fogli di stile compresi nell'ePub.
ja: 標準モードと読書モードのどちらでも、書籍のフォントの種類やサイズをカスタマイズできます。 サンズセリフ（sans-serif）またはセリフ（serif）フォントが選べる他、フォントのサイズも選べます。<strong>Bookwormは指定したフォントサイズを覚えています。</strong>これらの設定値は、ePubファイルのスタイルシートで設定されているフォントやそのサイズを無効にします。

source: In order to keep the user-interface simple, Bookworm does not provide more advanced font selectors such as picking a specific named font. However, it will use your preferred font by default while in Reading Mode. Use your browser's preferences menu to assign your favorite font as the default.
da: For at holde grænsefladen enkel, tilbyder Bookworm ikke mere avanceret fontvalg, som fx valg mellem navngivne fonte. Bookworm bruger dog din foretrukne font når du læser i Læsemodus. Du angiver din foretrukne font ved at vælge den som default under din browsers indstillinger.
de: Um die Benutzerführung einfach zu halten, verfügt Bookworm über keine fortgeschrittene Schriftarten-Auswahl, wie z.B. Auswahl einer bestimmten Schiftart nach Namen. Es benutzt jedoch Ihre bevorzugte Schriftart im Lesemodus. Stellen Sie Ihre bevorzugte Schriftart in den Einstellungen Ihres Browsers als Standard ein.
es: Para mantener una interfaz de fácil uso, Bookworm no permite una especificación tipográfica más avanzada (por ejemplo, seleccionar una fuente tipográfica de una familia específica). Sin embargo, dentro de la Modalidad de Lectura, Bookworm utilizará automáticamente la fuente por defecto seleccionada en el navegador. Puedes, por lo tanto, especificar tu fuente preferida a través del menú de preferencias del navegador.
fi: Käyttöliittymä haluttiin pitää yksinkertaisena ja selkeänä. Siksi sivuston kirjasinten valinnoissa ei ole kirjasinperheitä. Lukunäytössä Bookworm kuitenkin käyttää oletuskirjasinta, jonka voit vaihtaa selaimen asetuksissa.
it: Per mantenere semplice l'interfaccia utente, Bookworm non fornisce selettori di font più avanzati, come la scelta di uno specifico font. Ad ogni modo, userà il font preferito di default in Modalità Lettura. Usa le opzioni del tuo browser per settare il tuo font preferito come default.
ja: ユーザーのインタフェースをシンプルにするために、Bookwormは、特定のフォント名を選択させるような機能を提供していません。しかしながら、読書モードにあるときは、ユーザーは好みのフォントを利用することができます。お使いのブラウザのフォント設定で、デフォルトのフォントとして、あなたの好みのフォントを指定してください。

source: Reading Mode shown using a small font
da: Læsemodus med en lille font
de: Lesemodus mit kleiner Schrift
es: Página en Modalidad de Lectura, con fuente tipográfica de tamaño pequeño.
fi: Esimerkki lukunäytöstä pieni kirjasin valittuna
it: Modalità Lettura con un font piccolo
ja: 読書モードは小さいフォントで表示されています

source: This page is displayed using the default font size and family.
da: Denne side bruger den forudbestemte fontstørrelse og skriftsnit
de: Diese Seite wird mit der Standard Schriftart und Größe angezeigt.
es: Esta página se muestra utilizando los valores por defecto de la familia tipográfica, y tamaño de fuente.
fi: Tässä on käytössä oletuskirjasin ja -koko.
it: Questa pagina è visualizzata usando il font e la dimensione di default.
ja: このページは、デフォルトに指定されているフォントの種類とサイズで表示されています

source: Reading Mode shown using a larger font
da: Læsemodus med en større skrift
de: Lesemodus mit größerer Schrift
es: Página en Modalidad de Lectura, con una fuente tipográfica más grande.
fi: Lukunäytön käytössä isompi kirjasin
it: Modalità Lettura con un font più grande
ja: 読書モードは大きなフォントで表示されています

source: The same page after the font size is increased.
da: Samme side med større skrift
de: Die gleiche Seite nachdem die die Schriftgröße vergrößert wurde.
es: La misma página al aumentar el tamaño de la fuente
fi: Sama sivu kun kirjasinta on suurennettu.
it: La stessa pagina con il font ingrandito.
ja: フォントのサイズを大きくした後の同じページ

source: Reading Mode shown using a serif font
da: Læsemodus med serif-font
de: Lesemodus mit einer Serifenschrift
es: Página en Modalidad de Lectura, con una fuente tipográfica con serifas
fi: Lukunäyttö kun käytössä on serif -kirjasin.
it: Modalità Lettura con un font con grazie
ja: 読書モードはセリフ（serif）フォントで表示されています

source: You can also switch to a serif font, as shown here.
da: Du kan også skifte til en serif-font, som det ses her
de: Sie können, wie hier gezeigt, auch eine Serifenschrift benutzen.
es: También puedes seleccionar una fuente con serifas, como se muestra aquí.
fi: Voit vaihtaa myös serif -kirjasimeen, kuten tässä.
it: Puoi anche scegliere un font con grazie.
ja: ここで表示されているようなセリフ（serif）フォントへも変更できます

source: Mobile reading
da: Læs på mobilen
de: Unterwegs lesen
es: Lectura en dispositivo móvil
fi: Lue mobiililaitteella
it: Lettura sui cellulari
ja: モバイルでの読書
