Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: ePub books can be read on your home computer (using Bookworm, Adobe Digital Editions or Stanza), on your iPhone (using Bookworm or Stanza) and on the Sony Reader
da: Du kan læse ePub-bøger på din computer (i Bookworm, Adobe Digital Editions eller Stanza), på din iPhone (med Bookworm eller Stanza) og på din Sony Reader.
de: ePub Bücher können auf Ihrem Heimcomputer (mittels Bookworm, Adobe Digital Editions oder Stanza), auf Ihrem iPhone (mittels Bookworm oder Stanza) und dem Sony Reader gelesen werden.
es: Los libros ePub se pueden leer en un computador (utilizando Bookworm, Adobe Digital Editions o Stanza), en un teléfono iPhone (utilizando Bookworm o Stanza) o en un Sony Reader.
fi: Voit lukea epub -kirjoja kotikoneellasi, (käytä joko Bookworm -palvelua tai Adobe Digital Editions" -lukuohjelmaa, myös Stanza ja Sony Reader käyvät).
it: gli ePub possono essere letti sul tuo computer fisso (usando Bookworm, Adobe Digital Editions o Stanza), sul tuo iPhone (usando Bookworm o Stanza) e sul Sony Reader
ja: ePub書籍は、ご自宅のコンピュータ（BookwormやAdobe Digital Editions、Stanzaなどを使って）やiPhone（BookwormやStanzaを使って）、またはSony Readerで読むことができます。

source: More about ePub
da: Mere om ePub
de: Mehr über ePub
es: Más detalles acerca de ePub
fi: ePub -julkaisut
it: Di più sull'ePub
ja: ePubについての詳細

source: Can I use Bookworm on my mobile device?
da: Kan jeg bruge Bookworm på min mobile enhed?
de: Kann ich Bookworm auf meinem mobilen Gerät benutzen?
es: ¿Se puede utilizar Bookworm en un dispositivo móvil?
fi: Voinko käyttää Bookworm -palvelua mobiililaitteellani?
it: Posso usare Bookworm sul cellulare?
ja: モバイル機器でもBookwormを使えるでしょうか？

source: <a href="%(toururl)s#step3"><img src="/static/images/screenshots/iphone.png" alt="Bookworm on the iPhone" class="bw-screenshot-page" align="right" style="margin-bottom:10px" width="100"/></a> Absolutely! A special version of the site optimized for mobile devices (especially the iPhone) is available at <a href="%(mobilehost)s">%(mobilehost)s</a>. Bookworm has also been tested on the Blackberry, Opera Mobile, Skyfire and the Kindle's Whispernet service.
de: <a href="%(toururl)s}#step3"><img src="/static/images/screenshots/iphone.png" alt="Bookworm auf dem iPhone" class="bw-screenshot-page" align="right" style="margin-bottom:10px" width="100"/></a> Auf jeden Fall! Eine spezielle Version der Website, die für mobile Geräte (vor allem das iPhone) optimiert wurde, ist online unter <a href="http://%(mobilehost)s/">http://%(mobilehost)s/</a> erreichbar. Bookworm wurde auch auf dem Blackberry, Opera Mobil, Skyfire und Kindles Whispernet Dienst getestet.

source: In addition to reading material directly on Bookworm, iPhone users can export their Bookworm books to <a href="http://www.lexcycle.com/">Stanza</a>. For more information, see the <a href="%(toururl)s#step4">tour</a>.
da: iPhone-brugere kan desuden eksportere deres Bookworm-bøger til <a href="http://www.lexcycle.com/">Stanza</a>-readeren. For yderligere info, se <a href="%(toururl)s#step4">rundturen</a>.
de: iPhone Benutzer können, außer direkt in Bookworm zu lesen, Ihre Bücher in <a href=\"http://www.lexcycle.com/\">Stanza</a> exportieren. Mehr Information finden Sie in der <a href="%(toururl)s#step4">Führung</a>.
es: Además de leer el contenido directamente en Bookworm, los usuarios de iPhone pueden exportar sus libros a <a href="http://www.lexcycle.com/">Stanza</a>. Consulta <a href="%(toururl)s#step4">esta página</a> para más información.
fi: iPhonen käyttäjät voivat lukea aineistoja suoraan laitteella tai siirtää kirjoja Bookworm -palvelusta <a href="http://www.lexcycle.com/">Stanzaan</a>. Katso myös <a href="%(toururl)s#step4">seuraava</a>.
it: Oltre a leggere i materiali direttamente su Bookworm, gli utenti iPhone possono esportare i loro ebooks Bookworm su <a href="http://www.lexcycle.com/">Stanza</a>. Per maggiori informazioni, <a href="%(toururl)s#step4">Prova</a> il servizio.
ja: iPhoneユーザーなら、Bookworm上で読書をするだけでなく、Bookwormの書籍を<a href="http://www.lexcycle.com/">Stanza</a>へ転送することもできます。詳細については<a href="%(toururl)s#step4">Bookwormツアー</a>をご覧ください。

source: Where can I get ePubs?
da: Hvor får jeg fat i ePub-bøger
de: Wo erhalte ich ePub Bücher?
es: ¿Dónde puedo obtener libros ePub?
fi: Mistä saan ePub -kirjoja?
it: Dove posso trovare gli ePub?
ja: ePubはどこで入手できますか？

source: As of March 2009, many publishers are getting on board with ePub. O'Reilly, Penguin, Harper-Collins and Random House have all released titles in the format. An updated list of ePub bookstores can be found at <a href="http://www.epubbooks.com/">epubbooks.com</a>.
da: Pr. marts 2009 er mange forlag begyndt at arbejde med ePub-formatet. Bl.a. har O'Reilly, Penguin og Harper-Collins allerede udgivet værker i ePub-format. På <a href="http://www.epubbooks.com/">epubbooks.com</a> finder du en opdateret liste over ePub-boghandler.
de: Seit März 2009 springen viele Herausgeber auf den Zug mit ePub. O'Reilly, Penguin, Harper-Collins und Random-House haben Titel in diesem Format herausgebracht. Ein aktuelle Liste mit Buchhändler, die ePub führen, findet man hier: <a href=\"http://www.epubbooks.com/>epubbooks.com</a>.
es: A partir de marzo del 2009, varias editoriales de publicaciones electrónicas han comenzado a adoptar el estándar ePub. O'Reilly, Penguin, Harper-Collins y Random House cuentan entre las que han puesto a la venta títulos en este formato. Visita <a href="http://www.epubbooks.com/">epubbooks.com</a> para ponerte al corriente de qué librerías electrónicas tienen este material disponible.
fi: Maaliskuuhun 2009 mennessä useita kustantajia oli ilmoittanut tukevansa epub -julkaisuja. O'Reilly, Penguin, Harper-Collins ja Random-House ovat kukin julkaisseet nimikkeitä epub -tiedostoina. Katso myös päivitetty luettelo julkaisijoista: <a href="http://www.epubbooks.com/">epubbooks.com</a>.
it: Gli editori stanno adottando sempre più il formato ePub. Fino ad oggi (Marzo 2009) O'Reilly, Penguin, Harper-Collins e Random House hanno pubblicato titoli in ePub. Una lista aggiornata degli ebookstores ePub si trova su <a href="http://www.epubbooks.com/">epubbooks.com</a>.
ja: 2009年3月、多くの出版社がePubに参加しはじめました。O'Reilly、Penguin、Harper-CollinsやRandom Houseは出版書籍のすべてをePubフォーマットで提供しています。ePub書店の最新リストは<a href="http://www.epubbooks.com/">epubbooks.com</a>から参照できます。

source: I'm not able to read this ePub book I uploaded
da: Jeg kan ikke læse den ePub-ebog, jeg har oploadet
de: Ich kann das hochgeladene ePub Buch nicht lesen
es: No puedo leer un libro ePub que acabo de cargar.
fi: Siirsin epub -kirjan palveluun, mutta en voi lukea sitä
it: Non riesco a leggere l'ePub che ho caricato
ja: アップロードしたePub書籍が読めません。

source: There may be a problem with the e-book (many publishers are still learning how to create them), or there may be a bug in Bookworm. If you encounter an error while uploading or reading a book, the Bookworm developers are automatically notified and will fix the problem if possible.
da: Måske er der noget galt med ebogen (de fleste forlag er stadig ved at lære at producere dem). Der kan også være tale om en fejl i Bookworm. Hvis der opstår en fejl når du oploader eller læser en bog, får udviklerne bag Bookworm automatisk besked. De vil forsøge at løse problemet, hvis de kan.
de: Das kann ein Problem mit dem Ebook sein (viele Herausgeber erstellen diese noch nicht fehlerfrei), oder ein Fehler in Bookworm. Falls Sie einen Fehler beim Hochladen oder Lesen eines Buches feststellen werden die Entwickler von Bookworm automatisch per Email benachrichtigt und werden das Problem, falls möglich, beheben.
es: Es posible que exista un problema con el libro ya que que varias editoriales están aún aprendiendo a producir este tipo de formato. O es posible que haya habido un fallo en el programa de Bookworm. En caso de error al cargar un libro, el sistema informa automáticamente a los desarrolladores de Bookworm, quienes intentarán remediar el fallo en la medida posible.
fi: Ongelma voi olla epub -julkaisussa (useimmat kustantajat vasta opettelevat epub -julkaisun luomista), tai sitten ongelma on Bookworm -palvelussa. Kun siirrät kirjan palveluun tai luet kirjaa ja saat virheilmoituksen, tieto menee myös Bookwormin kehittäjille ja tulee sitä kautta korjatuksi.
it: Ci possono essere problemi con l'ebook (molti editori stanno ancora imparando come si creano), o può trattarsi di un bug in Bookworm. Se ti capita un errore mentre carichi o leggi un libro, gli sviluppatori di Bookworm ricevono una notifica automatica e se possibile sistemeranno il problema.
ja: eBook（多くの出版社はまだこの作り方学んでいる途上にあるので）に問題があるのかもしれませんし、もくしはBookwormに問題（バグ）があるのかもしれません。書籍をアップロードしたり、読書中なのにエラーが発生したら、エラーは自動的にBookwormの開発者へ通知され、対応可能なものはすぐに修正されます。

source: It may also be that you've uploaded a book that includes Digital Rights Management (DRM). Bookworm does not support DRM'ed books. Check the website where you purchased the book for information on how to read it (and complain to the publisher that you can't read your books where you'd like!)
da: Det kan også være, at du har oploadet en bog med kopibeskyttelse (Digital Rights Management, DRM). Bookworm understøtter ikke bøger med DRM. På det website, hvor du købte ebogen, kan du få information om hvordan den kan læses. (Og klag så til forlaget over, at du ikke kan få lov at læse dine bøger hvor du vil!)
de: Es kann auch sein, dass Sie ein Buch hochgeladen haben, das durch Digital Rights Management (DRM) geschützt ist. Bookworm unterstützt keine DRM-geschützen Bücher. Suchen Sie auf der Website, auf der Sie das Buch gekauft haben, nach Informationen, wie Sie das Buch lesen können (und beklagen Sie sich beim Herausgeber, dass Sie Ihre Bücher nicht so lesen können, wie Sie wollen!)
es: También es posible que hayas cargado un libro protegido por la gestión digital de derechos (Digital Rights Management, o DRM). Bookworm no respalda libros con este control de acceso. Verifica en el sitio donde adquiriste el libro cómo se puede leer (y, de paso, menciona a la editorial que no te es posible leer el libro donde has elegido).
fi: Voi käydä niinkin, että siirrät kirjan, joka on DRM -suojattu. Bookworm ei tue drm -suojattuja kirjoja. Tarkista suojaustiedot julkaisun myyjältä ja mitä he suosittelevat lukuohjelmaksi (ja samalla voit valittaa että haluat lukea ostamaasi kirjaa milloin ja missä itse haluat!)
it: Potrebbe anche essere possibile che tu abbia caricato un ebook che include i Digital Rights Management (DRM). Bookworm non supporta ebooks con i DRM. Verifica sul sito nel quale hai acquistato il libro per informazioni su come leggerlo (e lamentati con l'editore per il fatto che non puoi leggere i tuoi libri dove vuoi!)
ja: DRM（Digital Rights Management）付きの書籍をアップロードしようとしているようです。BookwormはDRM付きの書籍をサポートしていません。書籍の購入元のウェブサイトで、お手持ちの書籍を読み方について確認してください（加えて、好きな場所で読めないことについて、出版社に改善を求めるのもよいでしょう）

source: Please also see the <a href="%(helpurl)s">Help</a> page for more tips on troubleshooting Bookworm.
da: Se også <a href="%(helpurl)s">Hjælp</a> for at få flere tips til problemløsning i Bookworm.
de: Mehr Hinweise zu Problemen mit Bookworm finden Sie auf der <a href="%(helpurl)s">Hilfe</a> Seite.
es: Para diagnosticar y resolver otros problemas en Bookworm, dirígete a la página de <a href="%(helpurl)s">Asistencia</a>
fi: Katso myös <a href="%(helpurl)s">ohjeet</a> jos sinulla on ongelmia Bookworm -palvelussa.
it: Consulta anche la pagina di <a href="%(helpurl)s">Aiuto</a> per maggiori informazioni per la soluzione di problemi.
ja: Bookwormのトラブルシューティングについては、<a href="%(helpurl)s">ヘルプ</a>のページも参照してください。

source: I'm a publisher and I have questions or feature requests
da: Jeg er forlægger og jeg har spørgsmål eller ønsker til funktionaliteten
de: Ich bin Herausgeber und habe Fragen oder Anfragen wegen neuer Merkmale
es: Soy un editor de publicaciones electrónicas con preguntas o sugerencias para ampliar la funcionalidad de Bookworm
fi: Olen julkaisija ja minulla on kysyttävää tai sivustoa koskevia pyyntöjä
it: Sono un editore e ho delle domande o delle richieste di funzionalità
ja: 私は版元／出版社で、質問または機能についてのリクエストを出したいです。

source: Threepress is a publisher-serving corporation with many years of experience in building products in the industry. We would be happy to discuss the ePub format, getting your books into ePub and even extending Bookworm with custom features for your publications. Please contact <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> and we'll get back to you right away.
da: Threepress er en virksomhed, der har mange års erfaring med at arbejde for branchen, bl.a. med at udvikle nye produkter til den. Vi vil meget gerne snakke med jer om ePub-formatet, om konvertering af jeres bøger til ePub-format, og vi vil også gerne drøfte muligheden for at udvikle særlig Bookworm-funktionalitet, der er passer til jeres udgivelser. Kontakt venligst: <a href="mailto:%(ADMIN_EMAIL)s">bookworm@threepress.org</a> så vender vi tilbage til jer.
de: Threepress ist eine Dienstleistungsfirma für Herausgeber mit vielen Jahren Erfahrung in der Erstellung von Produkten. Wir diskutieren gerne das ePub Format mit Ihnen, bringen Ihre Bücher in das ePub Format und erweitern sogar Bookworm mit speziellen Merkmalen für Ihre Publikationen. Bitte kontaktieren Sie <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> und wir werden uns umgehend bei Ihnen melden.
es: Threepress es una corporación al servicio de empresas editoriales con varios años de experiencia en esta industria. Estamos a tu disponibilidad para tratar cuestiones de formato, cómo adaptar tus publicaciones al estándar ePub, e incluso cómo extender la funcionalidad de Bookworm según especificaciones. Para indagaciones, contacta con <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> y te responderemos enseguida
it: Threepress è una casa editrice con molti anni di esperienza nei prodotti per l'industria editoriale Saremmo felici di parlare con te del formato ePub, di convertire i libri in ePub e anche di estendere Bookworm con funzionalità personalizzate per le tue pubblicazioni. Contattare <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> e cercheremo di aiutarti.
ja: Threepressは出版社や出版業のサポートを行っている企業です。この業界で多くのプロダクトを生み出し、長年にわたって経験を培ってきました。ePubフォーマットや、ePubへの変換方法、さらにあなたの出版物のためにBookwormを拡張してオリジナルの機能を開発することなど、よろこんでお手伝いをさせていただきます。<a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>までお問い合わせください。

source: Will other book formats be supported, such as PDF or mobi? What about DRM ebooks?
da: Vil Bookworm i fremtiden understøtte andre formater, som fx PDF eller mobi? Og hvad med ebøger med DRM?
de: Werden andere Buchformate unterstützt werden, wie z.B. PDF oder mobi? Wie sieht es mit DRM-geschützten Ebooks aus?
es: ¿Se respaldarán otros formatos, como el PDF o mobi? ¿Cuál es la postura con respecto a la gestión digital de derechos (Digital Rights Management, o DRM)?
fi: Tukeeko sivusto muita formaatteja kuten pdf tai mobi? Entä DRM -julkaisut?
it: Saranno supportati altri formati ebook, come PDF e mobi? E riguardo ai DRM?
ja: PDFやmobiなど、他のフォーマットはサポートしていますか？ DRM付きのeBookについてはどうでしょうか？

source: Bookworm is meant to push adoption of the open ePub format and there are no plans to support closed formats like mobi or those with limited flexibility like PDF.
da: Ét af formålene med Bookworm er at fremme udbredelsen af det åbne ePub-format og der er således ingen planer om at understøtte lukkede formater som mobi eller meget ufleksible formater som PDF.
de: Bookworm will die Verbreitung des ePub Formates fördern und hat gibt keine Pläne proprietäre Formate wie mobi oder solche mit eingeschränkter Flexibiltät, wie z.B. PDF, zu unterstützen.
es: La intención de Bookworm es abogar por la adopción del formato ePub y no existen por lo tanto planes para apoyar formatos cerrados, como mobi, o formatos de limitada flexibilidad, como PDF.
fi: Bookwormin tarkoitus on edistää avoimen standardin ePub -tiedostomuotoa, siksi emme aio tukea suljettuja tai joustamattomia formaateja kuten mobi ja PDF.
it: Bookworm è nato per spingere sull'adozione del formato aperto ePub e non ci sono piani per supportare formati chiusi come mobi o poco flessibile come il PDF.
ja: BookwormはオープンなePubフォーマットの推進を目指していおり、mobiなどのクローズなフォーマットやPDFなどの柔軟性が制限されたものをサポートしていく予定はありません。

source: DRM (digital rights management) has been shown to be detrimental to technology adoption, does not significantly prevent piracy, and provides a terrible user experience. Bookworm will never support DRM'ed ebooks that require special software to unlock. Instead we encourage publishers to explore forms of "soft" DRM (such as watermarking digital books with the name of the purchaser).
da: Undersøgelser har vist, at kopibeskyttelse (Digital Rights Management, DRM) hæmmer udbredelsen af ny teknologi og, at det ikke forhindrer piratkopiering i nævneværdig grad og, at det forringer brugeroplevelsen voldsomt. Bookworm kommer aldrig til at understøtte ebøger med DRM, hvor der kræves særlig software for at "låse bøgerne op". I stedet opfordrer vi forlagene til at benytte sig af "blød" DRM (som fx at vandmærke de digitale bøger med køberens navn).
de: DRM (Digital Rights Management) hat sich als schädlich für die technologische Weiterentwicklung erwiesen, unterbindet nicht wirklich illegales Kopieren und stellt eine nicht tolerierbare Benutzereinschränkung dar. Bookworm wird niemals DRM-geschützte Ebooks, die zum Freischalten spezielle Software benötigen, unterstützen. Stattdessen ermutigen wir Herausgeber sogenannte "Soft" DRM zu benutzen (wie z.B. Wasserzeichen mit dem Namen des Käufers).
es: La gestión digital de derechos (DRM), se ha demostrado ya, es perjudicial a la adopción de una nueva tecnología, no reduce la piratería digital de modo significativo, y da lugar a una desagradable experiencia desde el punto de vista del usuario. En Bookworm nuestra postura es no respaldar nunca libros electrónicos que requieran, bajo DRM, software especial para permitir el acceso. En su lugar, exhortamos a las editoriales a que investiguen métodos más «graduales» para autenticar autoría (como, por ejemplo, marcas de agua digitales con el nombre de la editorial).
fi: DRM (digital rights management) hidastaa uusien tekniikoiden omaksumista ja käytännnössä ei estä piraattikopioiden tuottamista, ja käyttäjäkokemus on hirveä. Bookworm ei vastakaan tue drm -ekirjoja, joiden avaamiseen tarvitaan erillinen sovellus. Neuvomme julkaisijoita kokeilemaan "pehmeitä" keinoja, (esimerkiksi käyttämään digitaalista leimaa ostajatiedon merkitsemiseksi julkaisuun).
it: I DRM (Digital Rights Management) si sono dimostrati un freno per l'adozione della tecnologia, in quanto non prevengono significativamente la pirateria e danno un'esperienza d'uso terribile. Bookworm non supporterà mai ebooks con DRM che richiedono software particolari per essere sbloccati. Incoraggiamo invece gli editori nell'esplorare forme di "soft" DRM (come i watermark col nome dell'acquirente sugli ebooks).
ja: DRM（digital rights management）はテクノロジーの受け入れを阻害するものと見られていますが、海賊版の阻止に特に役立ったわけでもなく、ユーザーにわずらわしい思いをさせてきました。Bookwormは、特別なソフトウェアでなければ開けないDRM付きのeBookを今後もサポートするつもりはありません。その代わりに、私たちは出版社に対して、 "soft" DRM（購入者の名前を透かし模様として入れた電子ブックのような）の研究を進めています。

source: Is it possible to share my books with other Bookworm users, or link to one of my books?
da: Kan jeg dele mine bøger med andre Bookworm-brugere eller linke til en af mine bøger?
de: Ist es möglich, meine Bücher mit anderen Bookworm Benutzern zu teilen oder auf eines meiner Bücher zu verlinken?
es: ¿Es posible compartir mis libros con otros usuarios de Bookworm, o crear un enlace a uno de mis libros?
fi: Voinko jakaa kokoelmani muiden Bookworm -käyttäjien kanssa, tai linkittää johonkin kirjaani?
it: E' possibile condividere i miei ebook con altri utenti Bookworm, o linkare uno dei miei ebook?
ja: 私の蔵書を他のBookwormユーザーと共有できますか？ また、私の蔵書にリンクを貼ることはできますか？

source: There is limited support for sharing on Bookworm. Books that are in the public domain, books uploaded by their own authors, or publishers who authorize books to be public can all make Bookworm books accessible to the larger internet.
da: Bogdeling understøttes kun i begrænset omfang i Bookworm. Bøger, der ikke er omfattet af ophavsret, bøger, der er oploadet af forfatteren selv eller bøger, hvor forlaget har givet tilladelse dertil, kan alle gøres tilgængelige for det store internet.
de: Bisher gibt es auf Bookworm nur eingeschränkte Unterstützung, um Bücher mit anderen zu teilen. Bücher, die in Public Domain liegen, die durch ihre Autoren selbst hochgeladen wurden oder durch Herausgeber, die ihre Bücher autorisieren öffentlich zugänglich zu sein, können Ihre Bücher im Internet zur Verfügung stellen.
es: Hay límites a la hora de compartir libros en Bookworm: Sólo podrán compatirse con el resto de la Internet aquellos libros que formen parte del dominio público, que hayan sido cargados por su propio autor, o designados por la editorial como obra pública.
fi: Bookworm tukee rajoitetusti tiedostojen jakoa. Tekijänoikeuksista vapaat julkaisut, tekijänoikeuksien haltijan lataama julkaisu tai kustantajan hyväksymä vapaaseen jakoon tarkoitettu teos voidaan jakaa muiden internetin käyttäjien kanssa.
it: Il supporto alla condivisione di Bookworm è limitato. Gli ebook di pubblico dominio, gli ebook caricati dai propri autori, o gli editori che rendono pubblici i propri ebook possono renderli accessibili a tutta internet.
ja: Bookworm上での書籍の共有については制限があります。パブリック・ドメイン（public domain、公有財産）になっている書籍や、書籍の著者本人または書籍をパブリック（公有）にする権利を持つ出版社よってアップロードされた書籍については、Bookworm上の書籍であっても、インターネット上に公開できます。

source: Public books are in a very early beta stage. To request that a book be made public, please contact <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> for more information.
da: Håndteringen af de frit tilgængelige bøger befinder sig stadig kun på et tidligt betastadium. Vil du gøre en bog frit tilgængelig beder vi dig kontakte <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> for yderligere info.
de: Öffentliche Bücher sind in einem sehr frühen Beta Stadium. Wollen Sie, dass ein Buch öffentlich gemacht wird, kontaktieren Sie bitte <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>.
es: Los libros públicos se encuentran actualmente en una fase beta de desarrollo. Para solicitar que un libro sea público, contacta con <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> para más información.
it: Gli ebook pubblici sono in una fase beta molto precoce. Per chiedere che un ebook sia reso pubblico, contattare <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>.
ja: パブリック（公有）な書籍は、まだベータ段階にあります。書籍をパブリックにしてほしいという要望については、<a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>まで連絡をお願いいたします。

source: Are my books securely stored and backed up?
da: Lagres og sikkerhedskopieres mine bøger på betryggende vis?
de: Werden meine Bücher sicher gespeichert und gesichert?
es: ¿Estarán mis libros archivados de forma segura y respaldados con copias de seguridad?
fi: Ovatko kirjani turvallisesti tallennettu ja varmuuskopioitu?
it: I miei ebook sono conservati in modo sicuro e protetti?
ja: 私の書籍は安全に保管され、またバックアップもされているのでしょうか？
