Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: Step 3: Searching your library
da: Trin 3: Søg i dit bibliotek
de: Schritt 3: Bibliothek durchsuchen
es: 3: Cómo realizar una búsqueda en los archivos
fi: Vaihe 3: Haku kokoelmassa
it: Step 3: Cerca nella biblioteca
ja: ステップ3：ライブラリを検索する

source: If you've loaded books into your library, you'll see a search box at the top left of most Bookworm pages. Type a word or phrase in the box to find all occurrences of it in your library.
da: Hvis du har tilføjet bøger til dit bibliotek, vil du kunne se en søgeboks i det øverste venstre hjørne på de fleste Bookworm-sider. Indtast et ord eller en ordforbindelse i boksen for at finde alle forekomster i dit bibliotek.
de: Falls Sie Bücher in Ihre Bibliothek geladen haben, sehen Sie auf den meisten Seiten oben links ein Sucheingabefeld. Tippen Sie ein Wort oder einen Satzteil ein, um alle Fundstellen in Ihrer Bibliothek zu finden.
es: Si ya has cargado libros a tu biblioteca, verás, en la mayoría de las páginas de Bookworm, una casilla de búsqueda en la parte izquierda superior. Escribe una palabra o frase en la casilla para buscar todas las incidencias en tu biblioteca.
fi: Jos olet siirtänyt kirjoja kokoelmaasi, näet hakukentän vasemmassa yläkulmassa. Kirjoita sana tai lause kenttään ja haku tehdään koko kokoelmassasi.
it: Se hai caricato dei libri nella biblioteca, vedrai un box di ricerca in alto a sinistra di molte pagine di Bookworm. Scrivi una parola o una frase nel box per trovare tutte le occorrenze della parola nella biblioteca.
ja: お手持ちの書籍をライブラリに追加していくと、Bookwormのページの左上に検索ボックスが現れます。単語や文章の一部などを入力して、自分のライブラリに登録されている書籍を検索することができます。

source: Chapters in your books which contain this term will be displayed on the next page. Your search word or words will be highlighted in bold. Click on the book title to go to the matching chapter.
da: På den næste side vises hvilke kapitler, der indeholder dit/dine søgeord. Søgeord fremhæves med fed skrift. Klik på bogens titel for at gå til det fundne kapitel.
de: Diejenigen Kapitel Ihrer Bücher, die das Suchwort enthalten, werden auf der nächsten Seite angezeigt. Ihre Sucheingabe wird fett hervorgehoben. Klicken Sie auf den Buchtitel, um direkt zum entsprechenden Kapitel zu gehen.
es: Capítulos que contengan el término aparecerán en la página siguiente con el término o frase de búsqueda en negrita. Haz clic sobre el título del libro para acceder el capítulo correspondiente.
fi: Seuraavalla sivulla näytetään hakua vastaavat tulokset kirjojen luvuissa. Hakusana tai -lause näytetään lihavoituna. Klikkaa kirjan nimeä, ja siirryt vastaavaan lukuun.
it: I capitoli nei tuoi libri che contengono questo termine saranno mostrati nella pagina successiva. La o le parole cercate saranno evidenziate in grassetto. Clicca sul titolo dell'ebook per andare nel capitolo corrispondente.
ja: 該当する言葉を含んだ書籍内の章の名前が次のページに表示されます。検索結果の中の検索語や検索文は、太字で表示されます。書名をクリックすると検索結果の章へ移動できます。

source: Step 4: Take your book on the road <!-- trans: e.g. on a mobile device -->
da: Trin 4: Tag bogen med dig
de: Schritt 4: nehmen Sie Ihr Buch mit für unterwegs
es: 4: Cómo leer un libro en dispositivo portátil
fi: Ota kirjasi mukaan tien päälle
it: Step 4: Porta il tuo ebook in giro
ja: ステップ4：書籍を持って出かける

source: Bookworm on your mobile phone
da: Bookworm på mobiltelefonen
de: Bookworm auf Ihrem Mobiltelefon
es: Bookworm en tu teléfono móvil
fi: Bookworm mobiililaitteissa
it: Bookworm sul tuo cellulare
ja: 携帯電話でのBookworm

source: If your phone has access to the web, then you can read your Bookworm books anywhere. Just point your phone browser to <strong><a href="%(mobilehost)s">%(mobilehost)s</a></strong>. This version of Bookworm has been specially adapted for small devices.
da: Hvis din telefon kan gå på nettet, kan du læse dine Bookworm-bøger hvor som helst. Slå fra telefonens browser op på <strong><a href="http://m.bookworm.oreilly.com/">%(mobilehost)s</a></strong>. Denne Bookwormversion er udviklet specielt til små apparater.
de: Falls Ihr Mobiltelefon Internetzugang hat, können Sie Ihre Bookworm Bücher überall lesen. Gehen Sie mit Ihrem Webbrowser auf <strong><a href="http://%(mobilehost)s/">%(mobilehost)s</a></strong>. Diese Version von Bookworm wurde speziell für Geräte mit kleiner Anzeige angepasst.
es: Si tu teléfono tiene acceso web, puedes leer libros en cualquier sitio. Dirige tu navegador a <strong><a href="%(mobilehost)s">%(mobilehost)s</a></strong> para una versión de Bookworm que ha sido especialmente adaptada a dispositivos portátiles.
it: Se il tuo cellulare ha accesso a internet, puoi leggere i tuoi libri su Bookworm ovunque. Vai con il browser del cellulare su <strong><a href="http://%(mobilehost)s/">%(mobilehost)s</a></strong>. Questa versione è stata ottimizzata in particolare per i device più piccoli.
ja: お持ちの携帯電話でウェブにアクセスできるなら、あなたはBookwormの書籍をどこででも読むことができます。携帯電話のブラウザで<strong><a href="%(mobilehost)s">%(mobilehost)s</a></strong>にアクセスするだけです。Bookwormのこのバージョンは携帯などの画面の小さな機器に対応しています。

source: Stanza on the iPhone
da: Stanza på din iPhone
de: Stanza auf dem iPhone
es: Stanza en el iPhone
fi: iPhonen Stanza -lukuohjelma
it: Stanza su iPhone
ja: iPhoneでのStanza

source: When viewed in Safari on the iPhone, Bookworm can export your books directly to <a href="http://www.lexcycle.com/">Stanza</a>. From your library list, click on the &#x21E7; arrow next to a title to add the book to your personal Stanza library. <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Step-by-step instructions on the Stanza site</a>.
da: Når Bookworm åbnes i Safari-browseren på din iPhone, kan du eksportere dine bøger direkte til <a href="http://www.lexcycle.com/">Stanza</a>-readeren. Klik fra dit bibliotek på &amp;#x21E7;-pilen ved siden af titlen for at tilføje bogen til dit personlige Stanza-bibliotek. Se <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Trin for trin-instruktioner på Stanzas hjemmeside</a>.
de: Wenn Sie Bookworm mit Safari auf dem iPhone besuchen, kann Bookworm Ihre Bücher direkt in <a href="http://www.lexcycel.com/">Stanza</a> exportieren. Klicken Sie von Ihrer Bibliotheksliste aus auf den &#x21E7; Pfeil neben einem Titel, um das Buch in Ihre persönliche Stanza Bibliothek hinzuzufügen. Eine <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Schritt-für-Schritt Anleitung</a> finden Sie auf der Stanza Website.
es: Bookworm puede exportar tus libros directamente a <a href="http://www.lexcycle.com/">Stanza</a> a través del navegador Safari en el iPhone. Partiendo de tu biblioteca, haz clic sobra la flecha &#x21E7; al lado de un título para exportarlo a tu biblioteca personal en Stanza. Aquí se hallan <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">instrucciones detalladas paso a paso en el sitio web de Stanza</a>.
fi: Jos käytät Safaria iPhonella, Bookworm voi siirtää kirjasi suoraan <a href="http://www.lexcycle.com/">Stanzaan</a>. Klikkaa &#x21E7; nuolta otsikon vieressä kokoelmassa ja kirja lisätään Stanzan kokoelmaan. <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Ohjeita Stanzan sivuilla.</a>.
it: Quando si è in Safari su iPhone, Bookworm può esportare i tuoi ebooks direttamente su <a href="http://www.lexcycle.com/">Stanza</a>. Dalla lista della biblioteca, clicca sulla freccia &#x21E7; vicino al titolo per aggiungere l'ebook alla tua biblioteca di Stanza. <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Istruzioni passo-passo sul sito di Stanza</a>.
ja: iPhoneのSafariで閲覧している場合は、Bookwormから<a href="http://www.lexcycle.com/">Stanza</a>へ書籍を直接エクスポートすることができます。ライブラリの一覧から、タイトルの隣にある矢印（&#x21E7;）をクリックして、Stanzaのライブラリへ書籍を追加できます。Stanzaのサイトの<a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Step-by-step instructions</a>も参照してください。

source: Download to the Sony Reader or iLiad
da: Download til din Sony Reader eller iLiad
de: Zum Sony Reader oder iLiad übertragen
es: Descargar al Sony Reader o al iLiad
fi: Siirä Sony Reader tai iLiad -laitteisiin
it: Scarica sul Sony Reader o iLiad
ja: Sony ReaderまたはiLiadへダウンロードする

source: By clicking on the <em>Download this book</em> link in the Table of Contents, you can retrieve the original version of the ebook at any time. Follow the instructions in your ereader instructions for adding the book to your device.
da: Du kan altid få fat i den originale version af ebogen, hvis du klikker på linket <em>Download denne bog</em> i indholdsfortegnelsen. Følg din ebogslæsers vejledning for at loade bogen ind i den.
de: Durch Klicken auf <em>Dieses Buch herunterladen</em> (im Inhaltsverzeichnis), können Sie die Originalversion des Ebooks zu jeder Zeit herunterladen. Folgen Sie den Anweisungen Ihres E-Readers um Ihrem Gerät ein Buch hinzuzufügen.
es: Al hacer clic sobr el enlace <em>Descarga este libro</em> en el Índice de Materias, puedes recuperar la versión original del libro. Consulta las instrucciones de tu lector electrónico para determinar cómo se añade un libro a tu dispositivo.
fi: Klikkaa <em>Siirrä tämä kirja</em> -linkkiä sisällysluettelossa ja voit ladata alkuperäisen tiedoston milloin haluat. Katso lukulaitteesi ohjeista kuinka siirät kirjan laitteeseen.
it: Cliccando sul link <em>Scarica ebook</em> nel Sommario, puoi scaricare la versione originale del tuo ebook. Segui le istruzioni sul tuo ereader per aggiungere l'ebook nel dispositivo.
ja: 目次にある<em>この書籍をダウンロード</em> というリンクをクリックすると、いつでもebookの原本（オリジナル）が取り出せます。お使いのebookリーダーへ書籍を追加する方法については、お使いのリーダーで指定されている方法にしたがってください。

source: The Amazon Kindle cannot read ePub books at this time.
da: Amazons Kindle har indtil nu ikke kunnet læse epub-filer.
de: Das Amazon Kindle kann z.Z. keine ePub Bücher anzeigen.
es: Actualmente, el Kindle de Amazon no puede leer libros ePub
fi: ePub -kirjoja ei vielä voi lukea Amazonin Kindlellä.
it: Il Kindle di Amazon non può leggere gli ePub.
ja: 現在、AmazonのKindleでePubフォーマットの書籍は読めません。

source: Ready to <a href="%(signupurl)s">sign up</a>? <!-- trans: sign-up to use Bookworm -->
da: Er du klar til at <a href="%(signupurl)s">tilmelde dig som bruger</a>?
de: Sind Sie bereit ein <a href="%(signupurl)s">Konto zu erstellen</a>?
es: <a href="%(signupurl)s">Regístrate</a> para utilizar Bookworm
fi: Joko haluat <a href="%(signupurl)s">luoda tilin</a>?
it: Pronto a <a href="%(signupurl)s">iscriverti</a>? <!-- trans: sign-up to use Bookworm -->
ja: さあ、<a href="%(signupurl)s">サインアップ（登録）</a>の用意はできましたか？ <!-- trans: sign-up to use Bookworm -->

source: Need help?
da: Har du brug for hjælp?
de: Benötigen Sie Hilfe?
es: ¿Necesitas ayuda?
fi: Tarvitko ohjeita?
it: Serve aiuto?
ja: ヘルプが必要ですか？

source: Try reading the <a href="%(helpurl)s">Help</a> or <a href="%(abouturl)s">About</a> pages for more information, or use our forums on <a href="%(custserv)s">%(custservname)s</a>.
de: Lesen Sie bitte die <a href="%(helpurl)s">Hilfe</a> oder <a href="%(abouturl)s">Über</a> Seiten für mehr Information oder benutzen unser Forum <a href="%(custserv)s">%(custservname)s</a>.

source: To read an ebook on Bookworm, you must have first purchased or acquired it from a publisher or online book source, and downloaded that book to your computer. Use this form to add it to Bookworm.
da: For at læse en ebog på Bookworm, må du først anskaffe dig den fra et forlag eller en onlineboghandel og downloade ebogen på din computer. udfyld denne formular for at føje ebogen til dit bibliotek.
de: Um ein Ebook auf Bookworm zu lesen, müssen Sie es zuerst vom Herausgeber gekauft oder anderweitig erhalten haben und es auf Ihren Computer geladen haben. Benutzen Sie dieses Formular, um es Bookworm hinzuzufügen.
es: Para leer un libro en Bookworm, debes haberlo comprado o adquirido primeramente a través de una editorial o provedor de libros electrónicos, y haberlo descargado a tu computador. Utiliza este formulario web para añadirlo a Bookworm.
fi: Voit lukea digikirjan Bookworm -sivustolla, kun olet ostanut tai saanut kirjan kustantajalta tai verkkokaupasta ja siirtänyt kirjan tietokoneellesi. Tällä lomakkeella voit siirtää kirjan Bookworm -palveluun.
it: Per leggere un ebook su Bookworm, devi averlo prima acquistato da un editore o da uno store online, e scaricare quel libro sul tuo computer. Usa questa form per aggiungerlo a Bookworm.
ja: Bookwormでebookを読むには、まずは書籍を出版社やオンライン書店から購入して、お使いのコンピュータにダウンロードしておく必要があります。Bookwormに書籍を追加するにはこのフォームをお使いください。

source: The ebook must be in the ePub format and have a filename ending in <strong>.epub</strong>.If you don't know what that is, please see the <a href="%(abouturl)s">About</a> page for more information.
da: Ebogen skal være lagret i ePub-format og have et filnavn, der ender på <strong>.epub</strong>. Hvis du ikke ved hvad ePub er, kan du læse mere på <a href="%(abouturl)s">Om</a>-siden.
de: Das Ebook muss im ePub Format sein und der Dateiname muß mit <strong>.epub</strong> enden. Falls Sie nicht wissen, was dies bedeutet, besuchen Sie bitte die <a href="%(abouturl)s">Über</a> Seite für mehr Information.
es: El libro electrónico tiene que seguir el formato ePub, y el nombre del fichero ha de terminar en <strong>.epub</strong>. Para más detalles sobre este tema, consulta la página <a href="%(abouturl)s">¿Qué es Bookworm</a>.
fi: Digikirjan on oltava epub -muodossa ja pääte on <strong>.epub</strong>.Jos et tiedä mikä se on, katso <a href="%(abouturl)s">Tietoja</a> -sivulta lisää.
it: L'ebook deve essere in formato ePub e avere l'estensione <strong>.epub</strong>. Se non sai cosa sia, visita la pagina <a href="%(abouturl)s">Informazioni</a> per saperne di più.
ja: 書籍はePubフォーマットのものでなければなりません。さらにファイル名の末尾が<strong>.epub</strong>になっていることが重要です。よく分からない場合は、<a href="%(abouturl)s">詳細について</a> のページをご覧ください。

source: You need to click on the ‘Browse’ button and select an ebook to add.
de: Sie müssen auf die ‘Durchsuchen’ Schaltfläche klicken und ein Buch auswählen.
es: Tienes que hacer clic sobre el botón marcado ‘Navegar’ para añadir un libro.
ja: 書籍を追加するには、‘Browse’ ボタンをクリックしてください。

source: Add an ePub from your computer by clicking on ‘Browse’:
da: Tilføj en ePub fra din computer ved at klikke på 'Browse':
de: Fügen Sie ein ePub Buch von Ihrem Computer durch Klicken auf ‘Durchsuchen’ hinzu:
es: Añade un libro ePub desde tu computador haciendo clic sobre ‘Navegar’:
ja: ‘Browse’:をクリックしてお使いのコンピュータからePubを追加してください。

source: by %(author)s
da: af %(author)s
de: von %(author)s
es: de %(author)s
it: per %(author)s
ja: 著者%(author)s

source: Forward
da: Frem
de: Vorwärts
es: Adelante
it: Inoltra
ja: はじめに

source: by <!-- trans written by -->
da: af
de: von
es: de
fi: Klikkaa
it: di
ja: 翻訳：

source: View in Stanza
da: Læs i Stanza
de: Mit Stanza lesen
es: Leer en Stanza
fi: Lue Stanzassa
it: Vedi in Stanza
ja: Stanzaで読む

source: To read this book online, select any of the sections to the left.
da: Vælg én af mulighederne til venstre for at læse denne bog online
de: Um dieses Buch online zu lesen, wählen Sie links einen beliebigen Abschnitt.
es: Para leer este libro en línea, escoge una de las secciones a la izquierda
it: Per leggere questo ebook online, seleziona una delle sezioni a sinistra.
ja: オンラインでこの書籍を読むには、読みたい書籍を選んで左側へ移してください。

source: Book information
da: Boginformation
de: Buch Information
es: Información sobre el libro
fi: Tietoja kirjasta
it: Ebook Info
ja: 書籍情報

source: Publisher
da: Udgivere
de: Herausgeber
es: Editorial
fi: Julkaisijat
it: Editore
ja: 出版社

source: Language
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
it: Lingua
ja: 言語

source: Date added to library
da: dato for tilføjelse til dit bibliotek
de: Hinzugefügt am
es: Fecha añadido a la biblioteca
fi: lisätty kokoelmaasi
it: Data inserimento
ja: ライブラリへ追加した日時

source: Subjects
da: Emner
de: Betreff
es: Temas
it: Soggetti
ja: テーマ

source: Rights
da: Rettigheder
de: Urheberrechte
es: Derechos
it: Diritti
ja: 版権

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
it: Descrizione
ja: 概要

source: Date published
da: Jeg er forlægger
de: Herausgegeben am
es: Fecha de publicación
fi: Olen julkaisija
it: Data di edizione
ja: 出版月

source: Identifier <!-- trans: unique ID for this book -->
da: næste
de: Kennung
es: Identificador del libro
fi: seuraava
it: Identificatore
ja: 書籍ID <!-- trans: unique ID for this book -->

source: Download entire book
da: Download denne bog
de: Buch herunterladen
es: Descargar el libro entero
fi: Lataa tämä kirja
it: Scarica intero ebook
ja: 書籍の全体をダウンロード

source: Editions of this work found in Google Books Search
da: Der blev fundet udgaver af dette værk i Google Books Search
de: Gefundene Ausgaben dieses Werkes bei Google Books Suche
es: Ediciones de esta obra que hemos encontrado a través de una búsqueda en Google Books
it: Edizioni di questo ebook su Google Book Search
ja: この書籍の版情報をGoogle Books Searchで検索する

source: This title and author were found to have the following entries through the use of the Google Books Search service. The information listed here may be inaccurate or incomplete and is not provided by Bookworm.
da: Der blev fundet følgende resultater ved søgning efter denne titel ög denne forfatter i Google Books Search. Denne information kan være upræcis eller ukomplet og den er ikke leveret af Bookworm.
de: Googles Book Suche hat folgende Angaben über diesen Titel und den Autor. Die gezeigten Informationen können ungenau oder unvollständig sein und stammen nicht von Bookworm.
es: Hemos hallado los siguientes resultados relacionados con este título y este autor a través del servicio de búsqueda de Google Books. Esta información puede ser imprecisa o incompleta y no es proporcionado por Bookworm.
it: Questo titolo e l'autore sono stati trovati anche su Google Book Search. Le informazioni qui di seguito possono essere non accurate o incomplete e non sono fornite da Bookworm.
ja: Google Books Searchで検索すると、書名とタイトルが次ぎのエントリで見つかりました。示されている情報は、不十分で不完全なものである場合があります。それらはBookwormが提供している情報ではありません。

source: Cover image not available from Google Books
da: Der kan ikke hentes en forside fra Google Books
de: Titlebild bei Google Books nicht vorhanden
es: La imágen de carátula no está disponible a través de Google Books
it: Copertina non disponibile su Google Books
ja: Google Booksでは表紙の画像を取得できませんでした。

source: Published by
da: Udgivere
de: Herausgegeben von
es: Publicado por
fi: Julkaisijat
it: Edito da
ja: 出版元は：

source: No publisher was listed
da: For udgivere
de: Kein Herausgeber angegeben
es: No existe información disponible sobre la editorial
fi: Julkaisijoille
it: Nessun editore in elenco
ja: 出版社はリストにありませんでした。

source: on <a href="%(libraryurl)s">Bookworm</a>
da: på <a href="%(libraryurl)s">Bookworm</a>
de: auf <a href="%(libraryurl)s">Bookworm</a>
es: en <a href="%(libraryurl)s">Bookworm</a>
fi: Hakuohjeita saat <a href="%(libraryurl)s">täältä</a>.
it: su <a href="%(libraryurl)s">Bookworm</a>
ja: <a href="%(libraryurl)s">Bookworm</a>上に

source: Change the default language for
da: Her kan du ændre det foretrukne sprog for
de: Die Standardsprache ändern für
es: Personaliza tu cuenta con otra selección de idioma
fi: Vaihda oletuskieleksi
it: Cambia la lingua di default per
ja: 標準の言語設定を次ぎの言語に変更する：

source: Change your Bookworm language
da: Ændring af dit Bookworm-sprog
de: Ändern Sie Ihre Bookworm Sprache
es: Cambia la configuración de idioma en Bookworm
fi: Vaihda sivuston kieli
it: Cambia la lingua di Bookworm
ja: Bookwormの言語設定を変更する

source: Bookworm is available in multiple languages. To change the language used when you log in, select from one of the translations listed here.
da: Bookworm fås på flere sprog. For at skifte sprog, skal du vælge et sprog på denne liste. Sproget ændres derefter næste gang du logger ind.
de: Bookworm ist in verschiedenen Sprachen verfügbar. Um die nach dem Login benutzte Sprache zu ändern, wählen Sie eine aus den hier aufgelisteten aus.
es: Bookworm está disponible en varios idomas. Para personalizar el idioma que se utiliza una vez que haz iniciado una sesión, escoge una de las traducciones siguientes.
fi: Bookworm -palvelua voi käyttää eri kielillä. Kun olet kirjautunut palveluun, valitse yksi kielivaihtoehdoista.
it: Bookworm è disponibile in molte lingue. Per cambiare lingua, seleziona una di quelle elencate qui.
ja: Bookwormではいくつかの言語が利用できます。ログイン時に設定されている利用言語を変更するには、こちらの一覧から翻訳済み言語を選んでください。

source: If you don't see your preferred language, <a href="mailto:%(ADMIN_EMAIL)s">let us know if you're willing to help translate</a>. Bookworm can be translated into <a href="http://code.djangoproject.com/browser/django/trunk/django/conf/global_settings.py#L43">any of the languages supported by the Django framework</a>.
da: Hvis du ikke kan finde det sprog, du har brug for, så <a href="mailto:%(ADMIN_EMAIL)s">skriv til os hvis du vil hjælpe med at oversætte</a>. Bookworm kan oversættes til <a href="http://code.djangoproject.com/browser/django/trunk/django/conf/global_settings.py#L43">ethvert af de sporg, der understøttes i Django Framework'et</a>.
de: Falls Sie Ihre bevorzugte Sprache nicht sehen, <a href="mailto:%(ADMIN_EMAIL)s"> lassen Sie uns wissen, ob Sie beim Übersetzen helfen wollen</a>. Bookworm kann in <a href="http://code.djangoproject.com/browser/django/trunk/django/conf/global_settings.py#L43">jede vom Django Framework unterstützte Sprache übersetzt</a> werden.
es: Si no ves el idioma de tu preferencia en esta lista, y estás dispuesto a ayudarnos con la traducción, <a href="mailto:%(ADMIN_EMAIL)s">contacta con nosotros. Bookworm se puede traducir a <a href="http://code.djangoproject.com/browser/django/trunk/django/conf/global_settings.py#L43">cualquier idioma respaldado en el framework Django</a>.
it: Se non trovi la tua lingua, <a href="mailto:%(ADMIN_EMAIL)s">facci sapere se vuoi aiutarci a tradurre</a>. Bookworm può essere tradotto in <a href="http://code.djangoproject.com/browser/django/trunk/django/conf/global_settings.py#L43">una delle lingue disponibili nel framework Django</a>.
ja: もし利用したい言語が見つからず、また<a href="mailto:%(ADMIN_EMAIL)s">翻訳作業を手伝いたいなら、ぜひご連絡ください。</a>Bookwormでは<a href="http://code.djangoproject.com/browser/django/trunk/django/conf/global_settings.py#L43">Djangoフレームワークがサポートしている言語</a>であれば翻訳が可能です。

source: Information on translating Bookworm is available on <a href="http://labs.oreilly.com/2009/03/how-to-contribute-translations-to-bookworm.html">O'Reilly Labs</a>
da: Info om oversættelse af Bookworm fås på <a href="http://labs.oreilly.com/2009/03/how-to-contribute-translations-to-bookworm.html">O'Reilly Labs</a>
de: Informationen zum Übersetzen von Bookworm finden Sie hier: <a href="http://labs.oreilly.com/2009/03/how-to-contribute-translations-to-bookworm.html">O'Reilly Labs</a>
es: Información respecto a la traducción de Bookworm está disponible a través de a href="http://labs.oreilly.com/2009/03/how-to-contribute-translations-to-bookworm.html">O'Reilly Labs</a>
fi: Tietoja käännöshankkeista: <a href="http://labs.oreilly.com/2009/03/how-to-contribute-translations-to-bookworm.html">O'Reilly Labs</a>
it: Informazioni per tradurre Bookworm sono disponibili sul sito <a href="http://labs.oreilly.com/2009/03/how-to-contribute-translations-to-bookworm.html">O'Reilly Labs</a>
ja: Bookwormの翻訳に関する情報は<a href="http://labs.oreilly.com/2009/03/how-to-contribute-translations-to-bookworm.html">O'Reilly Labs</a>で参照できます。

source: Change the language setting
da: Ændring af sprogindstillinger
de: Ändern der Spracheinstellung
es: Personaliza tu cuenta en otro idioma
fi: Muuta kieliasetukset
it: Cambia la lingua
ja: 言語設定の変更

source: Change password
da: Ændrig af password
de: Kennwort ändern
es: Cambiar la contraseña
fi: Vaihda salasana
it: Cambia password
ja: パスワードの変更

source: Change email address
da: Ændring af emailadresse
de: EMail Adresse ändern
es: Cambia la dirección de correo electrónico
fi: Muuta sähköpostiosoite
it: Cambia indirizzo email
ja: メールアドレスの変更
