Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: <strong>Are all special or foreign characters displaying correctly?</strong> ePub books complying with the specification must be encoded with either UTF-8 or UTF-16, but Bookworm supports only UTF-8. (Bidirectional text is supported but you will need to include that directive in the CSS.)
de: <strong>Werden alle speziellen Zeichen richtig angezeigt?</strong> ePub Bücher müssen entsprechend der Spezifikation entweder in UTF-8 oder UTF-16 kodiert sein. Bookworm unterstützt allerdings nur UTF-8. (Bidirektionaler Text wird unterstützt, aber Sie müssen dies in der CSS-Datei angeben.)
ja: <strong>外字などはすべて正しく表示されていますか？</strong> ePubの仕様では、エンコードにUTF-8またはUTF-16が指定されていますが、BookwormではUTF-8のみをサポートしています。（双方向テキストをサポートしていますが、CSSにディレクティブを含める必要があります）

source: Are ePub files on Bookworm secure?
da: Er ePub-filer sikre i Bookworm?
de: Sind ePub Dateien auf Bookworm sicher?
es: ¿Están protegidos los archivos en Bookworm?
fi: Ovatko ePUb -kirjat turvassa Bookwormin sivuilla?
it: Gli ePub su Bookworm sono sicuri?
ja: BookworｍにあるePubファイルは安全ですか？

source: Although Bookworm is designed to prevent file sharing and accidental release of books into the "wild," we accept no liability for software failure which may result in an ebook becoming publicly viewable.
da: På trods af at Bookworm er designet til at forebygge fildeling og utilsigtet frigivelse, så påtager vi os intet ansvar for softwarefejl, der måtte resultere i at en ebog blev offentligt tilgængelig.
de: Obwohl Bookworm so entworfen wurde, um Filesharing und zufälliges "wildes" Verteilen von Bücher zu unterbinden, übernehmen wir keine Haftung für Software-Fehler, die dazu führen, dass ein Ebook öffentlich zugänglich wird.
es: Aunque Bookworm se ha diseñado con el propósito de impedir la diseminación de archivos y evitar que se dé libre acceso a libros de forma accidental, no aceptamos responsabilidad por fallos de software que resulten en la exposición pública de una obra.
fi: Vaikka Bookworm kieltää tiedostojen jaon ja tekijänoikeuksin suojatun teoksen joutumisen vahingossa vapaaseen jakeluun, Bookworm -palvelu ei ota vastuuta sovelluksen virheistä, joiden seurauksena suojattu teos päätyy kaikkien nähtäväksi.
it: Sebbene Bookworm sia progettato per evitare la condivisione e l'accidentale scambio di file, non accetiamo alcuna responsabilità per difetti del software che possano rendere pubblici i contenuti di un ebook.
ja: Bookwormは、ファイルの共有や誤って書籍が流出することを防ぐよう設計されていますが、ソフトウェアの故障に対しては法的な責任は負いません。このためソフトウェアの故障によって書籍が公開された場合についてはその責任を負いません。

source: However, Threepress can arrange for a private version of Bookworm to be set up for large-scale testing or especially-sensitive material. Contact <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> for more details.
de: Bookworm kann jedoch eine private Version von Bookworm für Tests in großem Umfang oder speziell sensitives Material aufsetzen. Wegen mehr Details kontaktieren Sie bitte <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>.
ja: しかしながら、Threepressでは、大規模なテストや特別に機密の高いものを扱うためにBookwormの独自なバージョンを用意することもできます。詳細については、<a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>へお問い合わせください。

source: Bookworm and the ePub standard
da: Bookworm og ePub-standarden
de: Bookworm und der ePub Standard
es: Bookworm y el estándar ePub.
fi: Bookworm ja ePub -standardi
it: Bookworm e lo stndard ePub
ja: BookwormとePub標準

source: About ePub
da: Om ePub
de: Über ePub
es: ¿Qué es el ePub?
fi: Tietoja ePub -formaatista
it: Il formato ePub
ja: ePubについて

source: ePub is an open format of the The International Digital Publishing Forum (IDPF). It is based on XML and XHTML, re-using existing standards for digital books.
da: ePub er et åbent format, udviklet hos The Intenational Digital Publishing Forum (IDPF). Formatet er baseret på XML og XHTML samt genanvendelse af standarder for digitale bøger.
de: ePub ist eine offenes Format des The International Digital Publishing Forum (IDPF). Es basiert auf XML und XHTML und benutzt existierende Standards für digitale Bücher.
es: El ePub es un formato abierto del <em>International Digital Publishing Forum</em> (IDPF) basado en el XML y el XHTML, y que hace uso de estándares de libros digitales ya existentes.
fi: IDPF (The International Digital Publishing Forum) on ePub -suositusten ylläpitäjä. Suositus perustuu jo käytössä oleviin standardeihin: XHTML 1.1 ja XML.
it: ePub è un formato aperto dell'International Digital Publishing Forum (IDPF). E' basato su XML e XHTML, ed utilizza standard esistenti per i libri digitali.
ja: ePubはInternational Digital Publishing Forum（IDPF）によるオープンなフォーマットです。XMLとXHTMLに基づいたフォーマットで、既存の電子書籍が再利用できます。

source: The technical details and specification are available from <a href="http://openebook.org/">http://openebook.org/</a>.
da: Tekniske detaljer og selve specifikationen kan fås på <a href="http://openebook.org/">http://openebook.org/</a>.
de: Technische Details und die Spezifikation sind erhältlich von <a href="http://openebook.org">http://openebook.org</a>.
es: Detalles técnicos y especificaciones se encuentran disponibles a través de <a href="http://openebook.org/">http://openebook.org/</a>
fi: Saat yksityiskohtaiset tiedot ja suositukset osoitteesta: <a href="http://openebook.org/">http://openebook.org/</a>
it: I dettagli tecnici e le specifiche sono disponibili su <a href="http://openebook.org/">http://openebook.org/</a>.
ja: 技術的な詳細と利用可能な仕様については<a href="http://openebook.org/">http://openebook.org/</a>を参照してください。

source: There's a lot of good, up-to-date information about where to buy ePubs and which devices and software support it at <a href="http://www.epubbooks.com/">ePub Books</a>.
da: Der kan findes en masse god, opdateret information om hvor man kan købe ePubs og hvilke apparater og hvilken software, der kan læse ePubs, på <a href="http://www.epubbooks.com/">ePub Books</a>.
de: Bei <a href="http://www.epubbooks.com/">ePub Books</a> gibt es jede Menge guter, aktueller Information wo man ePub Bücher und Geräte kaufen kann.
es: Visita la página de <a href="http://www.epubbooks.com/">Libros ePub</a> para obtener información actualizada sobre dónde obtener ePubs y qué tipo de dispositivo electrónico y software respaldan este formato.
fi: Hyvää, päivitettyä tietoa epub -kirjoista ja niitä myyvistä sivustoista saat osoittteesta <a href="http://www.epubbooks.com/">ePub Books</a>
it: Troverete molte informazioni aggiornate su dove acquistare gli ePub e su quali dispositivi e con quali software leggerli su <a href="http://www.epubbooks.com/">ePub Books</a>.
ja: ePub書籍をどこで購入できるかや、どの端末やソフトウェアがePubをサポートしているかについては、<a href="http://www.epubbooks.com/">ePub Booksのサイト</a>を参照してください。

source: Public domain <a href="http://www.threepress.org/epub/logos">ePub logos</a> are available from threepress.org.
da: Offentlige og gratis <a href="http://www.threepress.org/epub/logos">ePub logoer</a> fås hos threepress.org.
de: Public Domain <a href="http://www.threepress.org/epub/logos">ePub Logos</a> sind bei threepress.org erhältlich.
es: <a href="http://www.threepress.org/epub/logos">Logos de ePub</a> que se encuentran en el dominio público están disponibles a través de threepress.org
fi: Threepress.org:n sivuilta saa vapaasti käytettäviä <a href="http://www.threepress.org/epub/logos">ePub logoja</a>
it: Su threepress.org puoi trovare dei <a href="http://www.threepress.org/epub/logos">loghi ePub</a> gratuiti.
ja: パブリックドメインの<a href="http://www.threepress.org/epub/logos">ePubのロゴ</a>はthreepress.orgから取得できます。

source: Table of contents
da: Indhold
de: Inhaltsverzeichnis
es: Índice de materias
fi: Sisällysluettelo
it: Sommario
ja: 目次

source: XHTML support
de: XHTML Unterstützung
es: Respaldo XHTML
fi: XHTML tuki
it: Supporto XHTML
ja: XHTMLのサポート

source: NCX Table of Contents
da: NCX-indhold
de: NCX Inhaltsverzeichnis
es: Índice de Materias NCX
fi: NCX sisällysluettelo
it: Sommario NCX
ja: NCX目次

source: Conformance <!-- trans: to the specification -->
da: Overensstemmelse
de: Konformität
es: Conformidad con las especificaciones
fi: Yhdenmukaisuus <!-- suosituksen mukaisuus -->
it: Conformità
ja: 仕様への適応 <!-- trans: to the specification -->

source: Images and graphics
da: Billeder og grafik
de: Bilder und Grafiken
es: Imágenes y gráficos
fi: Kuvat ja grafiikka
it: Immagini e grafici
ja: 図版や写真

source: Invalid ePub handling
da: Ugyldig ePub-håndtering
de: Ungültige ePub Verarbeitung
es: ¿Cómo Bookworm procesa un libro ePub que no es válido?
fi: Väärin koottu ePub -tiedosto
it: ePub handling non valido
ja: 不正なePubの取り扱い

source: Limitations
da: Begrænsninger
de: Einschränkungen
es: Limitaciones
fi: Rajoitukset
it: Limitazioni
ja: 制限事項

source: Other open-source ePub
da: Mere open-source ePub-software
de: Andere Open-Source ePub Software
es: Otros software de código abierto para ePub
it: Altri software ePub open-source
ja: この他のオープンソースなePubソフトウェア

source: This page is meant for developers, publishers and ebook enthusiasts who are interested in the ePub standard and how Bookworm uses it.
da: Denne side er skrevet til udviklere, udgivere og ebogsentusiaster, der interesserer sig for ePub-standarden og for hvordan Bookworm bruger den.
de: Diese Seite ist gedacht für Entwickler, Herausgeber und ePub Enthusiasten, die am ePub Standard interessiert sind und wissen wollen, wie Bookworm diesen benutzt.
es: Ésta es una página para programadores y editores, y para aquellos a quienes interese la publicación electrónica, el estándar ePub, y cómo se utiliza en Bookworm.
fi: Tämä sivu on tarkoitettu julkaisijoille, kehittäjille ja kaikille epub -standardista kiinnostuneille ja kuinka Bookworm käyttää sitä.
it: Questa pagina è destinata a sviluppatori, editori ed entusiasti di ebook che sono interessati nello standard ePub e in come Bookworm lo utilizza.
ja: このページは、ePub標準とBookwormがePubをどのように活用しているかについて関心を持たれた開発者、出版社、ebookの熱いファンの方々のために用意されたものです。

source: Tutorial
da: Lær dig selv-program
de: Tutorium
es: Guía
fi: Ohjeita
ja: チュートリアル

source: A complete tutorial on using the ePub format is available from IBM DeveloperWorks: <a href="http://www.ibm.com/developerworks/edu/x-dw-x-epubtut.html">Build a digital book with EPUB</a>. Examples from Bookworm are included.
da: Et fuldt "lær dig selv"-program om brugen af epub-formatet kan fås hos IBM DeveloperWorks: <a href="http://www.ibm.com/developerworks/edu/x-dw-x-epubtut.html">Byg en digital bog med EPUB</a>. Det indeholder eksempler fra Bookworm.
de: Ein vollständiges Tutorium, wie man das ePub Format benutzt, ist von IBM DeveloperWorks: <a href="http://www.ibm.com/developerworks/edu/x-dw-x-epubtut.html">Build a digital book with ePub</a> erhältlich. Beispiele von Bookworm sind enthalten.
es: Una guía completa que ilustra cómo se utiliza el formato ePub, y que contiene ejemplos basados en Bookworkm, está disponible a través de <em>IBM DeveloperWorks</em>: <a href="http://www.ibm.com/developerworks/edu/x-dw-x-epubtut.html">Cómo se construye un libro digital con EPUB</a>.
fi: ePub -formaatin käytöstä julkaisun tekemisessä löytyy ohjeet IBM:n DeveloperWorks -sivuilta <a href="http://www.ibm.com/developerworks/edu/x-dw-x-epubtut.html">Build a digital book with EPUB.</a> Mukana on esimerkkejä Bookworm -sivuston käytöstä.
it: Un tutorial completo su come usare il formato ePub è disponibile su IBM DeveloperWorks: <a href="http://www.ibm.com/developerworks/edu/x-dw-x-epubtut.html">Build a digital book with EPUB</a>. Sono inclusi esempi da Bookworm.
ja: ePubフォーマットの利用についての詳しいチュートリアルはIBM DeveloperWorksの「<a href="http://www.ibm.com/developerworks/edu/x-dw-x-epubtut.html">Build a digital book with EPUB（EPUBで電子書籍をビルドする）」</a>にあります。そこにはBookwormの例も含まれています。

source: A comprehensive list of ePub resource was written by Keith Fahlgren at O'Reilly Media: <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">ePub Resources and Guides</a>.
da: Keith Fahlgren fra O'Reilly Media har skrevet en omfattende liste over ePub-ressourcer: <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">ePub-ressourcer og guides</a>.
de: Eine umfangreiche Liste von ePub Informationsquellen wurde von Keith Fahlgren von O'Reilly Media zusammengstellt: <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">ePub Resources and Guides</a>.
es: Una extensa lista de <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">recursos y guías sobre ePub</a> ha sido compilada por Keith Fahlgren de O'Reilly Media.
fi: O'Reilly Mediassa työskentelevä Keith Fahlgren koosti kattavan luettelon ePub tiedonlähteistä: <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">ePub ohjeita ja oppaita</a>.
it: Una completa lista di fonti su ePub è stata scritta da Keith Fahlgren di O'Reilly Media: <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">ePub Resources and Guides</a>.
ja: ePubについての情報は、O'Reilly MediaのKeith Fahlgrenが書きまとめた右のリンクを参照してください。: <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">ePub Resources and Guides</a>

source: Because the most common content format for ePub is XHTML, ePub and the web browser are a natural fit. This allows Bookworm to support advanced layout and markup that standalone reading software often does not, including:
da: Da det hyppigst anvendte indholdsformat i ePub-filer er XHTML, passer epub naturligt til læsning i en browser. Dette gør, at Bookworm understøtter avanceret layout og opmærkning, som standalone-læseprogrammer ofte ikke gør, bl.a.:
de: Da das bei weitem gebräuchlichste Format für ePub XHTML ist, passen ePub und der Web-Browser sehr gut zueinander. Dies erlaubt es Bookworm fortgeschrittenes Layout zu unterstützen, was spezielle Lese-Software oft nicht tut, einschließlich:
es: Un navegador web proporciona un entorno propicio para la lectura de libros ePub, ya que el contenido de un ePub se ajusta al formato XHTML en la mayoría de los casos. Esto permite que Bookworm pueda respaldar un diseño avanzado y un lenguaje de marcado que van más allá de lo que un software autónomo de lectura pueda producir. Por ejemplo:
fi: Koska XHTML 1.1 on epub -tiedostojen yleisin merkkauskieli, epub- julkaisut ja www-selaimet toimivat hyvin yhdessä. Tämän vuoksi Bookworm tukee hyvin sivun suunnittelua ja merkkausta. -Päätelaitteiden lukijasovellukset eivät välttämättä osaa esittää esimerkiksi:
it: Poiché la maggior parte del contenuto di un ePub è XHTML, l'ePub e i browser si parlano in modo naturale. Questo consente a Bookworm di supportare layout e markup avanzati that standalone reading software often does not, including:
ja: ePubのもっとも一般的なフォーマットはXHTMLなので、ePubやウェブブラウザとはとても相性が良いのです。このためBookwormは、スタンドアロンのブックリーダーが通常はサポートしない高度なレイアウトやマークアップをサポートできるのです。たとえば：

source: Tables <!-- trans: HTML tables -->
da: Tabeller
de: Tabellen
es: Tablas
fi: taulukoita <!-- HTML -taulukot -->
it: Tabelle
ja: テーブル <!-- trans: HTML tables -->

source: Lists <!-- trans: HTML lists -->
da: Lister
de: Listen
es: Listas
fi: luetteloita <!-- HTML -luettelot -->
it: Liste
ja: リスト <!-- trans: HTML lists -->

source: Fixed-width fonts
da: Fastbredde-fonte
de: Schrift mit fester Breite
es: Fuentes de ancho fijo
fi: tasalevyisiä kirjasimia.
it: Font Fixed-width
ja: 固定幅フォント

source: These features are especially important in non-fiction works such as technical titles or scientific papers.
da: Disse egenskaber er særligt vigtige i fagbøger samt teknisk og videnskabelig litteratur
de: Diese Merkmale sind besonders wichtig für nicht-belletristische Werke, wie z.B. technische oder wissenschaftliche Arbeiten.
es: Estos elementos son particularmente importantes para obras de no-ficción, como títulos técnicos y artículos científicos.
fi: Nämä ominaisuudet ovat tärkeitä varsinkin tieteellisessä ja teknisessä asiaproosassa.
it: Queste funzionalità sono importanti in libri come titoli tecnici o articoli scientifici.
ja: これらの機能は、技術的な文書や科学的なレポートなど、ノンフィクション作品では特に重要になります。

source: Cascading Style Sheets (CSS) and JavaScript
da: Cascading Style Sheets (CSS) og JavaScript
de: Cascading Style Sheets (CSS) und JavaScript
es: Hojas de estilo en cascada (CSS) y JavaScript
fi: CSS -tyylisivut (Cascading Style Sheets) ja JavaScript
it: Cascading Style Sheets (CSS) e JavaScript
ja: カスケーディング・スタイル・シート（CSS）とJavaScript

source: Bookworm will render any CSS stylesheets that are packaged with an ebook. In order to prevent interference with Bookworm's native CSS, an ePub's included stylesheets are slightly modified to restrict their effects to the book's content area.
da: Bookworm viser ethvert CSS-stylesheet, der er pakket sammen med en ebog. For at undgå sammenblanding med Bookworms indbyggede CSS, modificeres ebøgernes stylesheets en smule med henblik på at begrænse deres virkefelt til den selvsamme bog.
de: Bookworm wendet jedes CSS Stylesheet an, das in einem Ebook enthalten ist. Um Störungen mit den Bookworm eigenen CSS Stylesheets zu vermeiden, werden die in den ePub Dateien enthaltenen Stylesheets leicht modifiziert, um ihre Auswirkungen auf den Buchinhalt zu begrenzen.
es: Por defecto Bookworm genera cualquier hoja de estilo CSS que venga especificada dentro de una publicación electrónica. Para evitar interferencia con las hojas de estilo propias de Bookworm, las hojas incluídas en un ePub se modificarán debidamente para limitar su efecto sobre el contenido.
fi: Bookworm esittää kaikki CSS -tyylisivut, jotka sisältyvät epub -pakkaukseen. Pakkauksen CSS -sivuja muutetaan vain sen veran, että ne eivät vaikuta sivuston toimintaan.
it: Bookworm riprodurrà qualunque foglio CSS che sia impacchettato nell'ebook. Per evitare interferenze con i CSS nativi di Bookworm, i fogli di stile inclusi in un ePub sono leggermente modificati per limitarne gli effetti all'area di contenuto del libro.
ja: Bookwormはebookのパッケージに含まれるCSSスタイルシートを使って表示します。Bookworm標準のCSSに干渉しないように、ePubに含まれるスタイルシートは書籍内容の表示エリアだけを対象に働くように、若干の修正が加えられています。

source: Any external JavaScript files that might be bundled with the ePub are <em>not</em> loaded, and any &lt;script&gt; tags embedded in the content are removed. This is a security feature to prevent malicious scripts from being uploaded to the site.
da: Der loades ingen eksterne JavaScript-filer, der kommer som del af en ePub-pakke, og alle &amp;lt;script&amp;gt;-tags fjernes fra indholdet. Dette sker af sikkerhedshensyn for at forhindre at ondsindede scripts oploades til sitet.
de: Jede externe JavaScript Datei, die in einer ePub Datei enthalten ist, wird <em>nicht</em> geladen, und jedes &lt;script&gt; Tag, das im Inhalt enthalten ist, wird entfernt. Dies ist eine Sicherheits-Maßnahme, um zu vermeiden, dass bösartige Skripte hochgeladen werden.
es: Ningún archivo de JavaScript que venga incluído en un ePub será cargado; y todas las etiquetas de tipo &lt;script&gt; embebidas en el contenido del libro serán eliminadas como medida preventiva para evitar la infiltración de malware en este sitio.
fi: Jos epub -tiedostoon on pakattu mukaan JavaScript -ohjelmoituja osia, Bookworm <em>ei</em> aja niitä. Tietoturvan vuoksi kaikki &lt;script&gt; -tagit sisällössä poistetaan. Siten sivustoon ei voida ladata ulkopuolisten skriptejä.
it: Qualunque file esterno JavaScript che sia contenuto in un ePub <em>non</em> viene caricato, e ogni tag &lt;script&gt; presente nel contenuto verrà rimosso. Questo per motivi di sicurezza per evitare che script malevoli siano caricati sul sito.
ja: ePubにバンドルされているJavaScriptの外部ファイルはロードされ<em>ません</em>。またコンテンツに含まれている&lt;script&gt;タグはすべて削除されます。この仕様はセキュリティ上のもので、悪意のあるスクリプトがアップロードされることを防ぐのが目的です。

source: Bookworm includes its own stylesheets specially-formatted for the printed page. Try using your browser's "Print Preview" feature while reading an ePub to see how it would appear when printed.
da: Bookworm indeholder sine egne stylesheets, der er specielt beregnet til trykte sider. Prøv at vælge "Vis Udskrift" i din browser, når du læser en ePub, for at se hvordan en side ville se ud på tryk.
de: Bookworm hat eigene spezielle Stylesheets für die zu druckenden Seiten. Probieren Sie die "Druckvorschau" Ihres Browsers beim Lesen einer ePub Datei, um zu sehen, wie es gedruckt werden würde.
es: Bookworm incluye sus propias páginas de estilo, calibradas especialmente para la página impresa. Prueba a utilizar la función «Print Preview» en tu navegador mientras lees un libro ePub, para ver cómo aparecerá una vez impreso.
fi: Bookwormin omissa tyylitiedostoissa on komennot tiedoston tulostamiseksi. Kokeile www-selaimesi "tulostuksen esikatselua" kun olet Bookworm -palvelussa, niin näet miltä kirja näyttäisi tulostettuna.
it: Bookworm include dei fogli di stile formattati in modo speciale per la pagina stampata. Prova a usare l' "Anteprima di Stampa" del browser mentre leggi un ePub per vedere come apparirebbe stampandolo.
ja: Bookwormは、印刷用に特別にフォーマットされた独自のスタイルシートを備えています。ブラウザの[印刷プレビュー]を試してみてください。印刷時のイメージが確認できます。

source: Table of Contents
da: Indhold
de: Inhaltsverzeichnis
es: Índice de materias
fi: Sisällysluettelo
it: Sommario
ja: 目次

source: The table of contents metadata contain chunks at levels other than the chapter. It might also include chunks at the "part" or sub-chapter level, organized into a nested hierarchy.
da: Metadata for indholdsfortegnelsen indeholder størrelser på andre niveauer end "kapitel". Der kan fx forekomme størrelser på "del"- eller underkapitel-niveau, i en hierarkisk ordnet struktur.
de: Die Metadaten des Inhaltsverzeichnisses enthalten Abschnitte an anderen Ebenen als Kapitel. Es kann auch Abschnitte auf Unterkapitel Ebene enthalten, die als verschachtelte Hierarchie organisiert sind.
es: Los metadatos del índice de materias contienen fragmentos no sólo a nivel de capítulo. También pueden contener fragmentos que se refieren a otras unidades (a «partes» o a sub-capítulos, por ejemplo) creando de esta forma una jerarquía de elementos encapsulados.
fi: Sisällysluettelon metadata voi viitata muuhunkin kuin kappaletasoon. Se voi viitata myös kappaleiden osiin tai jaksoihin, sisäkkäisten elementtien hierarkiaan.
it: I metadati del Sommario contengono pezzi a livelli diversi dal capitolo. Potrebbe anche includere pezzi a livello di "sezione" o sottocapitolo, organizzati in gerarchie annidate.
ja: 目次のメタデータは、章以外のレベルのさまざまな要素が含んでいます。たとえば、部や節レベルなど、それらは入れ子状の階層構造になっています。

source: Bookworm will expand nested items in the Table of Contents when the user moves through them.
da: Bookworm viser indlejrede elementer i indholdsfortegnelsen, når brugeren bevæger sig ned gennem dem.
de: Bookworm klappt verschachtelte Einträge im Inhaltsverzeichnis auf, wenn sich der Benutzer durch sie bewegt.
es: Bookworm expande los elementos en el índice a medida que el lector avanza en la lectura.
fi: Kun käyttäjä selaa sisällysluetteloa, Bookworm laajentaa oikein sisäkkäistetyt elementit.
it: Bookworm espanderà i punti annidati nel Sommario man mano che l'utente si sposterà al suo interno.
ja: Bookwormでは、読者が目次の入れ子になった項目間を移動すると、移動先の項目を開きます。

source: When multiple sub-sections exist, a small arrow will appear next to the sub-section that is being read.
da: Når der findes flere underafsnit, vil man kunne se en lille pil ud for det afsnit der læses.
de: Existieren mehrere Unterkapitel, erscheint neben dem gerade gelesenen ein kleiner Pfeil.
es: Cuando existen varias sub-secciones, aparece una flechita indicando la sub-sección que se está leyendo.
fi: Jos kirjan luvulla on useita alatasoja, pieni nuoli näyttää missä kohden sisältöä mennään.
it: Quando esistono sottosezioni multiple, verrà visualizzata una piccola freccia vicino alla sottosezione in lettura.
ja: 複数の節がある場合には、現在読書中の節の隣に小さな矢印が現れます。

source: Reading system conformance
da: Overensstemmelse med læseprogrammet
de: Konformität des Lesevorganges
es: Conformidad con el sistema de lectura
fi: Lukijasovellusten yhteensopivuus
it: Conformità al sistema di lettura
ja: 読書システムへの適応
