Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: Resources <!-- trans: for learning more about Bookworm -->
da: Læs mere
de: Informationsquellen
es: Recursos
fi: Tukisivut
it: Risorse
ja: さらに詳しい情報 <!-- trans: for learning more about Bookworm -->

source: Test your ePubs
da: Kontroller dine ePubs
de: Testen Sie Ihre ePubs
es: Verifica tus ePubs
fi: Testaa
it: Verifica i tuoi ePub
ja: ePubをテストする

source: About full-text search
da: Om fuldtekstsøgning
de: Über die Volltext Suche
es: Búsqueda de texto completo
fi: Kokotekstihaku
it: Informazioni sulla ricerca
ja: 全文検索について

source: Read the blog
da: Læs vores blog
de: Lesen Sie das Blog
es: Lee el blog
fi: Lue blogia
it: Leggi il blog
ja: ブログを読む

source: Bookworm development
da: Udvikling af Bookworm
de: Bookworm Entwicklung
es: Desarrollo de Bookworm
fi: Bookworm -kehitystyö
it: Sviluppo di Bookworm
ja: Bookwormの開発

source: Get announcements and suggest features on the <a href="http://blog.threepress.org/">threepress blog</a>
da: Få nyheder og foreslå ny funktionalitet på <a href="http://blog.threepress.org/">threepress blog</a>
de: Erhalten Sie Ankündigungen oder schlagen Erweiterungen auf dem <a href="http://blog.threepress.org/">Threepress Blog</a> vor.
es: Lee el <a href="http://blog.threepress.org/">blog de threepress</a> para mantenerte informado y ofrecer sugerencias.
fi: Lue uutisia ja ehdota muutoksia <a href="http://blog.threepress.org/">threepressin blogissa</a>
it: Ricevi aggiornamenti e suggerisci funzionalità sul <a href="http://blog.threepress.org/">blog threepress</a>
ja: <a href="http://blog.threepress.org/">threepressブログ</a>から、最新情報とおすすめ機能のお知らせを取得する。

source: previous <!-- trans: previous chapter in the book -->
da: forrige
de: zurück
es: anterior
fi: edellinen
it: prec.
ja: 前章へ<!-- trans: previous chapter in the book -->

source: Contents <!-- trans: table of contents -->
da: Indhold
de: Inhaltsverzeichnis
es: Índice
fi: sisällysluettelo
it: Sommario
ja: 目次 <!-- trans: table of contents -->

source: next <!-- trans: next chapter in the book -->
da: næste
de: vorwärts
es: siguiente
fi: seuraava
it: succ.
ja: 次章へ <!-- trans: next chapter in the book -->

source: owned by
da: Ejer:
de: Eigentümer
es: propiedad de
fi: omistaa
it: di
ja: 所有者：

source: delete
da: slet/
de: Löschen
es: borrar
fi: poista
it: cancella
ja: 削除

source: Are you sure?
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Estás seguro?
fi: Oletko varma?
it: Sei sicuro?
ja: ほんとうに、それでよろしいですか？

source: Title
da: Titel
de: Titel
es: Título
fi: Nimi
it: Titolo
ja: タイトル

source: Author
da: Forfatter
de: Autor
es: Autor
fi: Tekijä
it: Autore
ja: 著者

source: Added
da: Tilføjet
de: Hinzugefügt
es: Añadido
fi: Lisätty
it: Inserito
ja: 追加

source: Date added
da: Tilføjet dato
de: Hinzugefügt am
es: Fecha en que fue añadido
fi: Lisättä pvä:nä
it: Data inserimento
ja: 追加日時

source: Read in Stanza
da: Læs i Stanza
de: Mit Stanza lesen
es: Lee en Stanza
fi: Lue Stanzassa
it: Leggi su Stanza
ja: Stanzaで読書する

source: Find more public domain books at Feedbooks
da: Find flere public domain-bøger på Feedbooks
de: Mehr Public Domain Bücher finden Sie bei Feedbooks

source: Read current page
da: Læs denne side
de: Aktuelle Seite lesen
es: Lee la página actual
fi: Lue auki oleva sivu
it: Leggi pagina corrente
ja: 現在のページを読む

source: Download this book
da: Download denne bog
de: Dieses Buch herunterladen
es: Descarga este libro
fi: Lataa tämä kirja
it: Scarica ebook
ja: この書籍をダウンロードする

source: First page
da: Første side
de: Erste Seite
es: Primera página
fi: Ensimmäinen sivu
it: Prima pagina
ja: 最初のページ

source: What is OpenID?
da: Hvad er OpenID
de: Was ist OpenID
es: ¿Qué es el OpenID?
fi: Mikä on OpenID?
it: Cos'è OpenID
ja: OpenIDとは何ですか？

source: OpenID eliminates the need for multiple usernames across different websites, simplifying your online experience. It's a standard used by many different websites, including Yahoo.
da: OpenID overflødiggør de mange forskellige brugernavne, man har på diverse websites og gør onlineoplevelsen enklere. Det er en standard, der anvendes på mange forskellige websites, heriblandt Yahoo.
de: OpenID eliminiert die Notwendigkeit von verschiedenen Benutzernamen auf Websites und vereinfacht damit Ihre Online-Erfahrung. Es ist ein Standard, der von vielen Websites benutzt wird, einschließlich Yahoo.
es: El OpenID es un estándar que utilizan varios sitios de web, como Yahoo, y que conduce a una experiencia virtual más simple al eliminar la redundancia, a través de un identificador común, de necesitar nombres de usuarios distintos para diferentes sitios web.
fi: OpenID -tunnus käy moneen eri verkkosivustoon mikä helpottaa toimintaa verkossa. Standardia käyttävät jo monet sivustot, esim. Yahoo.
it: OpenID elimina la necessità di usare su siti differenti, differenti identità, semplificandoti la vita. E' uno standard usato da molti siti, incluso Yahoo.
ja: OpenIDを利用すると、複数のウェブサイトでユーザー名を使い分ける必要がなくなり、あなたのオンライン生活をシンプルなものにできます。Yahooなどを含む多くのウェブサイトで、OpenIDは標準として採用されています。

source: You may already have an OpenID if you have an account with any of these websites. Click on the name to get more information about the OpenID services they offer:
da: Måske har du allerede et OpenID, hvis du er bruger på et af disse websites. Klik på navnet for at læse mere om et sites OpenID-praksis
de: Es kann sein, dass Sie bereits eine OpenID bei einer dieser Websites haben. Klicken Sie auf den Namen, um mehr Informationen über deren OpenID Dienste zu erhalten:
es: Es posible que ya tengas un OpenID si te has registrado en alguno de los siguientes sitios. Haz clic sobre el nombre para obtener más información respecto a los servicios de OpenID que ofrecen.
fi: Jos olet tehnyt käyttäjätunnuksen johonkin standardia tukevaan sivustoon, sinulla voi jo olla tunnus. Klikkaa nimeä niin saat lisätietoa sivustojen OpenID -palveluista.
it: Potresti avere già un OpenID se hai un account su uno di questi siti. Clicca sul nome per avere maggiori informazioni sui servizi OpenID che offrono:
ja: これらのウェブサイトにアカウントをお持ちなら、あなたはすでにOpenIDをお持ちなのかもしれません。サイト名をクリックして、各サイトが提供するOpenIDサービスの詳細をご覧ください。

source: AOL or AIM users: Your OpenID is <em>openid.aol.com/your-screenname</em>
da: For AOL- og AIM-brugere: Dit OpenID er <em>openid.aol.com/dit-skærmnavn</em>
de: AOL oder AIM Benutzer: Ihre OpenID ist <em>openid.aol.com/ihr-anzeigename</em>
es: Atención, usuario de AOL o AIM: tu OpenID es <em>openid.aol.com/your-screenname</em>
it: utenti AOL o AIM: la vostra OpenID è <em>openid.aol.com/nome-utente</em>
ja: AOLまたはAIMのユーザー：あなたのOpenIDは<em>openid.aol.com/your-screenname</em>のようになります。

source: <a href="http://www.livejournal.com/openid/">Livejournal</a>: Your OpenID is <em>your-username.livejournal.com</em>
da: <a href="http://www.livejournal.com/openid/">Livejournal</a>: Dit OpenID er <em>dit-brugernavn.livejournal.com</em>
de: <a href="http://www.livejournal.com/openid/">Livejournal</a>: Ihre OpenID lautet <em>benutzername.livejournal.com</em>
es: <a href="http://www.livejournal.com/openid/">Livejournal</a>: Tu OpenID es <em>your-username.livejournal.com</em>
ja: <a href="http://www.livejournal.com/openid/">Livejournal</a>：あなたのOpenIDは<em>your-username.livejournal.com</em>です。

source: If you don't have an account with any of these services, or don't want to use them to manage your online identity, try <a href="https://www.myopenid.com/">MyOpenID</a>.
da: Hvis du ikke er oprettet som bruger på nogen af disse sites, eller hvis du ikke ønsker at lad dem administrere din online-identitet, så prøv hér: <a href="https://www.myopenid.com/">MyOpenID</a>.
de: Falls Sie kein Konto bei einem dieser Dienste haben, oder diese nicht benutzen wollen, probieren Sie <a href="https://www.myopenid.com/">MyOpenID</a>.
es: Si no has establecido una cuenta en ningúno de estos sitios, y prefieres no utilizarlos para manejar tu identidad virtual, intenta utilizar <a href="https://www.myopenid.com/">MyOpenID</a>.
fi: Jos sinulla ei ole käyttäjänimeä näissä sivustoissa, tai et halua käyttää niitä kokeile seuraavaa: <a href="https://www.myopenid.com/">MyOpenID</a>.
it: Se non hai un account su uno di questi servizi o non vuoi usarli per gestire la tua identità online, prova <a href="https://www.myopenid.com/">MyOpenID</a>.
ja: これらのいずれのサービスでもアカウントをお持ちでないか、もしくはそれらのアカウントを使ってオンライン認証をしたくない場合には、<a href="https://www.myopenid.com/">MyOpenID</a>をご利用ください。

source: The official page for OpenID is <a href="http://openid.net/">http://openid.net/</a>.
da: OpenID's officielle hjemmeside er <a href="http://openid.net/">http://openid.net/</a>.
de: Die offizielle Website für OpenID ist <a href="http://openid.net/">http://openid.net/</a>.
es: La página oficial de OpenID es <a href="http://openid.net/">http://openid.net/</a>.
fi: OpenID:n virallinen sivu on: <a href="http://openid.net/">http://openid.net/</a>.
it: La pagina ufficiale di OpenID è <a href="http://openid.net/">http://openid.net/</a>.
ja: OpenIDの公式ページは<a href="http://openid.net/">http://openid.net/</a>です。

source: previous
da: forrige
de: zurück
es: anterior
fi: edellinen
it: prec.
ja: 前へ

source: Page %(page_number)s of %(num_pages)s
da: Side %(page_number)s af %(num_pages)s
de: Seite %(page_number)s von %(num_pages)s
es: Página %(page_number)s de %(num_pages)s
fi: Sivu %(page_number)s %(num_pages)s sivusta
it: Pagina %(page_number)s di %(num_pages)s
ja: %(num_pages)sページ中の%(page_number)sページ目

source: next
da: næste
de: vorwärts
es: siguiente
fi: seuraava
it: succ.
ja: 次へ

source: Size
da: Størrelse
de: Schriftgröße
es: Tamaño
fi: Koko
it: Dimensione
ja: サイズ

source: Increase font size
da: Forøg skriftstørrelsen
de: Grösser
es: Aumentar el tamaño de la fuente
fi: Suurenna kirjasinkokoa
it: Ingrandisci font
ja: フォントサイズを大きくする

source: Decrease font size
da: Foirmindsk skriftstørrelsen
de: Kleiner
es: Reducir el tamaño de la fuente
fi: Pienennä kirjasinkokoa
it: Riduci font
ja: フォントサイズを小さくする

source: Font
da: Fonte
de: Schrift
es: Fuente tipográfica
fi: Kirjasin
ja: フォント

source: Use a serif font
da: Vælg en font med seriffer
de: Serifenschrift
es: Utilizar una fuente sin serifas
fi: Käytä serif -kirjasinta
it: Usa font con grazie
ja: セリフフォントを使う

source: Use a sans-serif font
da: Vælg en font uden seriffer
de: Serifenlose Schrift
es: Utilizar una fuente con serifas
fi: Käytä sans-serif -kirjasinta
it: Usa un font senza grazie
ja: サンズセリフフォントを使う

source: Reload this book
da: Download denne bog
de: Dieses Buch erneut hochladen
es: Recargar este libro
fi: Lataa tämä kirja
it: Ricarica questo ebook
ja: この書籍をリロードする

source: Replace this book
da: Download denne bog
de: Dieses Buch ersetzen
es: Reemplazar este libro
fi: Lataa tämä kirja
it: Sostituisci l'ebook
ja: この書籍を置き換える

source: Change reading modes
da: Skift mellem læsemodi
de: Lesemodus ändern
es: Cambiar la modalidad de lectura
fi: Vaihda lukutapaa
it: Cambia modalità di lettura
ja: 読書モードの変更

source: about
da: Om
de: Über
es: ¿Quiénes somos>
fi: tietoja
it: informazioni
ja: 詳細について

source: my books
da: Mine bøger
de: Meine Bücher
es: mis libros
fi: kirjani
it: i miei ebook
ja: 私の書籍

source: Search results
da: Søg
de: Suche
es: Resultados de la búsqueda
fi: Haku tuloksista
it: Risultati di ricerca
ja: 検索結果

source: About searching
da: Om fuldtekstsøgning
de: Über die Volltext Suche
es: Información sobre búsquedas
fi: Hakuohjeita
it: Riguardo alla ricerca
ja: 検索について

source: One result found for <em>‘%(term)s’</em> in your library.
de: Ein Ergebnis in Ihrer Bibliothek zu <em>‘%(term)s’</em> gefunden.
es: Hemos encontrado un resultado en tu biblioteca para el término <em>‘%(term)s’</em>
ja: あなたのライブラリ中に、<em>‘%(term)s’</em>に対する検索結果がありました。

source: Results are returned starting from the most relevant.
da: De mest relevante resultater afleveres først.
de: Die relevantesten Ergebnisse werden zuerst angezeigt.
es: Los resultados aparecen ordenados según la relevancia
fi: Tässä hakutulos, eniten osumia luettelossa ensimmäisenä.
it: I risultati sono riportati a partire dal più rilevante.
ja: 検索結果は、もっとも関連性のあるものから順に表示されています。

source: Showing results %(startindex)s — %(endindex)s
da: Viser resultaterne %(startindex)s — %(endindex)s
de: Ergebnisse %(startindex)s — %(endindex)s
es: Resultados %(startindex)s — %(endindex)s
it: Risultati %(startindex)s — %(endindex)s
ja: 検索結果は %(startindex)s — %(endindex)s

source: No search results were found
da: Der er ingen søgeresultater
de: Kein Sucherergebnisse gefunden
es: No se han hallado resultados
fi: Haulla ei tuloksia
it: Nessun risultato trovato
ja: 検索結果はありませんでした

source: No results were found for <em>‘%(term)s’</em>.
da: Der er ingen søgeresultater for <em>‘%(term)s’</em>.
de: Zu <em>‘%(term)s’</em> keine Ergebnisse gefunden.
es: No se han hallado resultados que coincidan con el término de búsqueda <em>‘%(term)s’</em>.
ja: <em>‘%(term)s’</em>に対する検索結果はありませんでした。

source: Get <a href="%(search_help_url)s">help with searching Bookworm</a>.
da: Få <a href="%(search_help_url)s">hjælp til søgning i Bookworm</a>.
de: <a href="%(search_help_url)s">Hilfe zur Suche auf Bookworm</a>.
es: <a href="%(search_help_url)s">Asistencia</a> para efectuar una búsqueda en Bookworm
fi: Hakuohjeita saat <a href="%(search_help_url)s">täältä</a>.
it: <a href="%(search_help_url)s">Aiuto nella ricerca</a>.
ja: <a href="%(search_help_url)s">Bookwormでの検索に関するヘルプはこちら</a>をご参照ください。

source: If you just added an ePub that you're expecting to search, please wait a few minutes. The search engine checks periodically for new material and should be updated shortly.
da: Hvis du lige har tilføjet en ePub-bog, som du gerne vil søge i, så vent et par minutter. Søgemaskinen tjekker jævnligt for nyt materiale og bør være opdateret om kort tid.
de: Falls Sie gerade ein ePub Buch hinzugefügt haben, das Sie durchsuchen wollen, warten Sie bitte ein paar Minuten. Die Suchsoftware prüft periodisch, ob Neues hinzugekommen ist und sollte in Kürze updaten.
es: Si acabas de añadir un libro en el que quieres efectuar una búsqueda, espera unos pocos minutos. El motor de búsqueda revisa periódicamente la existencia de nuevo contenido y será actualizado brevemente.
fi: Jos haluat tehdä haun kirjassa, jonka juuri siirsit, odota muutama minuutti. Hakukone tarkistaa uudet kirjat muutaman minuutin välein ja tiedot hetken päästä.
it: Se hai appena aggiunto un ePub sul quale vuoi fare una ricerca, attendi qualche minuto. Il motore di ricerca verfica periodicamente per nuovi materiali e dovrebbe essere aggiornato a breve.
ja: 検索対象にしたいePub書籍を追加したら、数分お待ちください。検索エンジンは、新しく追加された文書のチェックをすぐに開始して、アップデートしています。

source: Search your ePubs on Bookworm
da: Kontroller dine ePubs med Bookworm
de: Durchsuchen Sie Ihre ePub Bücher auf Bookworm
es: Haz una búsqueda en tus libros en Bookworm
fi: Tee hakuja ePub kirjoissasi -Bookworm sivuilla
it: Cerca nei tuoi ePub su Bookworm
ja: Bookwormに登録したあなたのePub書籍を検索する

source: Enter one or more words on the left to search your library, or get <a href="%(search_help_url)s">help with searching Bookworm</a>.
da: Skriv ét eller flere søgeord til venstre for at søge i dit bibliotek, eller få <a href="%(search_help_url)s">hjælp til at søge i Bookworm</a>.
de: Geben Sie links ein oder zwei Suchwörter ein um Ihre Bibliothek zu durchsuchen oder erhalten Sie <a href="%(search_help_url)s">Hilfe zum Suchen auf Bookworm</a>.
es: Introduce uno o varios términos de consulta a la izquierda para realizar una búsqueda, o lee la página de asistencia para realizar <a href="%(search_help_url)s">búsquedas en Bookworm</a>
fi: Kirjoita hakukenttään vasemmalla yksi tai useampi sana ja paina enter, tai katso <a href="%(search_help_url)s">hakuohjeita</a>.
it: Inserisci una o più parole a sinistra per cercare nella tua biblioteca o avere un <a href="%(search_help_url)s">aiuto nella ricerca</a>.
ja: あなたのライブラリ内を検索するには、ひとつ以上のキーワードを入力してください。ヘルプが必要な場合は、<a href="%(search_help_url)s">Bookwormの検索に関するヘルプ</a>をご参照ください。

source: Full-text search in Bookworm
da: Fuldtekstsøgning i Bookworm
de: Volltext Suche in Bookworm
es: Búsqueda de texto completo en Bookworm
fi: Kokotekstihaku Bookworm -sivustolla
it: Ricerca full-text in Bookworm
ja: Bookwormを全文検索する。

source: Bookworm's full-text search allows you to find words across all of your ePubs. You can search in multiple languages, and use advanced phrase searching and boolean operators similar to those supported by Google.
da: Med Bookworms fuldtekstsøgning kan du finde ord på tværs af alle dine ePubs. Du kan søge på forskellige sprog og bruge avanceret flerordssøgning og logiske operatorer, som du kender det fra Google.
de: Die Volltextsuche in Bookworm erlaubt es Ihnen, Wörter in allen Ihren ePub Büchern zu suchen. Sie können in mehreren Sprachen suchen und fortgeschrittene Ausdruckssuche und logische Operatoren, wie bei Google, benutzen.
es: La búsqueda de texto completo en Bookworm te permite hallar términos en todas tus publicaciones ePub. Puedes seleccionar el idioma de búsqueda, y efectuar una búsqueda avanzada de frases con operaciones lógicas de forma similar a las funciones respaldadas en Google.
fi: Kokotekstin haulla voit hakea sanaa kaikista ePub -kirjoistasi. Voit etsiä eri kielillä ja käyttää lausehakuja ja Boolen operaattoreita samaan tapaan kuin Googlen hauissa.
it: La ricerca full-text di Bookworm ti consente di trovare parole nei tuoi ePub. Puoi cercare in varie lingue, e usare ricerche avanzate per frasi e operatori booleani come quelli supportati da Google.
ja: Bookwormの全文検索は、あなたのePubすべてを対象に検索する機能です。複数の言語で検索することができ、さらに高度なフレーズ検索や論理演算子など、Googleがサポートしている書式に似た検索方法も利用できます。

source: Bookworm uses MySQL full-text search
da: Bookworm anvender MySQL's tekstsøgning
de: Bookworm benutzt die Volltextsuche von MySQL
es: Bookworm utiliza MySQL para la búsqueda de texto completo
fi: Bookworm käyttää MySQL kokotekstihakua.
it: Bookworm usa la ricerca full-text di MySQL
ja: BookwormはMySQLの全文検索を利用しています。

source: MySQL search supports boolean operators and phrase searching. It will index content in most languages, but doesn't support stemming.
da: I MySQL-søgningen understøttes logiske operatorer og flerordssøgning. Indhold indekseres på de fleste sprog, men der foretages ingen såkaldt stemming.
de: Die MySQL Suche unterstützt logische Operatoren und die Suche nach Ausdrücken. Es indiziert Inhalte in den meisten Sprachen, unterstützt aber keine Suche nach Wortstämmen.
es: La búsqueda en MySQL respalda operaciones lógicas y búsqueda de frases completas. Aunque el motor de búsqueda puede manejar varios idiomas, la búsqueda siempre se basa en el texto exacto, y no produce como resultado términos que estén morfológicamente relacionados (por ejemplo, el término de búsqueda <em>libro</em> no produce el resultado <em>libros</em>).
fi: Haku MySQL -tietokannassa tukee operaattoreita ja lausehakua. Se indeksoi sisällön useimmilla kielillä, mutta ei tue hakusanojen katkaisua.
it: La ricerca MySQL supporta operatori booleani e ricerche di frasi. Indicizza i contenuti in varie lingue, ma non supporta lo stemming.
ja: MySQLの検索は論理演算子とフレーズ検索をサポートしています。 ほとんどの言語でインデックスの作成はしますが、互換処理はサポートしていません。

source: Prior to January 2008, Bookworm used <a href="http://xapian.org/">Xapian</a>, a free, open-source search engine. Xapian is an excellent product, but it requires a separate search index. This added enough maintenance overhead to make the simpler MySQL approach more desirable.
da: Før januar 2008 anvendte Bookworm <a href="http://xapian.org/">Xapian</a>, en gratis, opensource-søgemaskine. Xapian er et fremragende produkt, men den kræver, at der etableres et separat søgeindeks. Dette indebar så megen vedligeholdelse at den mere simple MySQL var at foretrække.
de: Bis zum Januar 2008 benutzte Bookworm <a href="http://xapian.org/">Xapian</a>, eine freie Open Source Suchmaschine. Xapian ist ein ausgezeichnetes Produkt, benötigt aber einen separaten Suchindex. Dies bedeutete zusätzlichen Verwaltungsaufwand, der einen einfacheren Ansatz mit MySQL wünschenswert machte.
es: Antes de enero del 2008, Bookworm utilizaba <a href="http://xapian.org/">Xapian</a> como motor de búsqueda. Xapian es un buscador excelente, gratis y de código abierto que, sin embargo, requiere un índice de búsqueda por separado. Esto creó dificultades de mantenimiento que llevaron a la adopción de un sistema más simple, como es MySQL.
fi: Tammikuuhun 2008 asti Bookworm käytti <a href="http://xapian.org/">Xapian</a>:a, vapaan lähdekoodin hakukonetta. Xapian on erinomainen tuote, mutta vaatii erillisen hakuindeksin. Siitä aiheutui sen verran ylläpitokustannuksia että yksinkertaisemman MySQL:n käyttö tuli kannattavaksi.
it: Prima di Gennaio 2008, Bookworm usava <a href="http://xapian.org/">Xapian</a>, un motore di ricerca gratuiro e open source. Xapian è un prodotto eccellente, ma richiede un indice di ricerca separato. Questo comportava molta più manutenzione e così per semplicità si è preferito l'approccio MySQL.
ja: 2008年1月より以前は、Bookwormは<a href="http://xapian.org/">Xapian</a>というオープンで無償の検索エンジンを使っていました。Xapianはすばらしい製品ですが、個別の検索インデックスを必要としました。メンテナンスのコストを抑えるためには、MySQLによるシンプルなアプローチの方が良策だったのです。

source: Phrase searching
da: Søgning efter ordforbindelser
de: Ausdruck suchen
es: Búsqueda de frases
fi: Lausehaku
it: Ricerca di frasi
ja: フレーズ検索

source: Like Google, if you want to restrict your search to only a particular phrase (e.g. books containing the phrase "White House" vs. those including just "white" and "house" separately), then enclose them in quotation marks.
da: Ligesom på Google, kan du begrænse din flerordssøgning til kun at finde bestemte ordforbindelser (fx bøger, der indeholder ordene "White House" i netop den rækkefølge, i modsætning til alle bøger, der indeholder begge ordene "White" og "House". For at finde faste ordforbindelser skal du sætte ordene i citationstegn.
de: Falls Sie wie bei Google Ihre Suche auf einen Ausdruck einschränken wollen (wie z.B. Bücher, die den Ausdruck "White House" enthalten, im Gegensatz zu denen, die "White" und "House" getrennt enthalten), müssen Sie den Suchausdruck in Anführungszeichen setzen.
es: Como en Google, encierra una frase en comillas si deseas limitar la búsqueda a la frase en particular (por ejemplo, libros que contengan la frase "Casa Blanca" en lugar de aquellos que contengan las palabras "casa" y "blanca" por separado).
fi: Samoin kuin Googlessa, käytä lainausmerkkejä jos haluat rajoittaa haun tiettyyn lauseeseen, esim. kirjat joissa on lause "Valkoinen talo" mutta ei joko "valkoinen" tai "talo" erikseen.
it: Come in Google, se vuoi restringere la tua ricerca solo a una particolare frase (ad es. libri che contengono la frase "Casa Bianca" invece di quelle con "Casa" e "Bianca" separatamente), metti la frase tra apici.
ja: Google検索のように、ある特定のフレーズに限定して検索したい場合には、フレーズをクォーテーションで囲ってください。（たとえば、"White House"というフレーズで検索した場合と、"white"と"house"というキーワードを個別に検索した場合とで、結果を比べてみてください。）

source: Case-sensitivity
da: Store og små bogstaver
de: Groß-/Kleinschreibung beachten
es: Diferencia entre minúsculas y mayúsculas
fi: Isot ja pienet kirjaimet
it: Maiuscole/Minuscole
ja: 大文字と小文字の区別

source: All searches are case-insensitive. This means that "White" will find "white" or "WHITE".
da: Søgning tager ikke højde for forskellen på store og små bogstaver. Det betyder, at søgning efter "White" også finder "white" og "WHITE".
de: Alle Sucheanfragen sind unabhängig von Groß-/Kleinschreibung. Dies bedeutet, dass "White" sowohl "white" als auch "WHITE" findet.
es: Las búsquedas no distinguen entre minúsculas y mayúsculas. Esto quiere decir que la búsqueda de "Blanco" producirá los resultados "blanco" y "BLANCO".
fi: Isot ja pienet kirjaimet merkitsevät eri asioita. Jos haku on "Valkoinen" niin tulos on "valkoinen" tai "VALKOINEN".
it: Tutte le ricerche ignorano le differenze tra maiuscole e minuscole. Questo significa che con "Casa" si troverà "casa" o "CASA".
ja: 検索フレーズでは大文字と小文字が区別されません。つまり、"White"は"white"または"WHITE"のいずれかを検索します。
