Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: In accordance with the ePub specification, Bookworm will ‘open’ the ePub to the first item in the NCX file with the attribute <code>linear</code> set to ‘yes’ Counterintuitively, this may mean that in some titles the default page for the ePub will not be the first item in the NCX file.
da: I overensstemmelse med ePub-specifikationen, vil Bookworm ‘åbne’ ePub-filen til det første element i NCX-filen med attributen <code>linear</code> sat til ‘yes’. I modsætning til, hvad man skulle tro, betyder dette, at default-siden i nogle værker ikke vil være det første element i NCX-filen.
de: Entsprechend der ePub Spezifikation ‘öffnet’ Bookworm die ePub Datei am ersten Eintrag in der NCX Datei, dessen Attribut <code>linear</code> den Wert ‘yes’ hat. Entgegen der Intuition kann dies bedeuten, dass in einigen Titeln die Defaultseite nicht die erste Seite in der NCX Datei ist.
es: Según la especificación ePub, Bookworm, al «abrir» el documento, va al primer elemento que en el archivo NCX lleva el atributo <code>linear</code> con el valor de «yes». Esto quiere decir, aunque parezca contradictorio, que en algunos títulos la página por defecto del libro ePub no será el primer elemento en el archivo NCX.
ja: ePub仕様に適応するために、BookwormはePubを、NCXファイルの最初のアイテムとして、<code>linear</code>を‘yes'oに設定して、‘オープン’にします。これは次のような意味になります。つまり、ある書籍のePubのデフォルトページはNCXファイルの最初のアイテムとはならないということです。

source: Bookworm is not yet a truly conforming reading system; see the <a href="http://code.google.com/p/threepress/issues/list">issues</a> page for the status on several bugs related to ePub conformance issues.
da: Bookworm er endnu ikke 100% i overensstemmelse med specifikationen; se <a href="http://code.google.com/p/threepress/issues/list">issues</a>-siden for yderligere information om status for de fejl, der vedrører forskellige former for ePub-performance.
de: Bookworm ist noch kein konformes Lesesystem; siehe hierzu die <a href="http://code.google.com/p/threepress/issues/list">Issue</a> Seite zum Status einiger Fehler, die mit der ePub Konformität zusammenhängen.
es: El sistema de lectura en Bookworm aún no se conforma totalmente a la especificación ePub. Consulta la página de <a href="http://code.google.com/p/threepress/issues/list">issues</a> para una lista de fallos relacionados con esta falta de conformidad.
fi: Bookworm ei ole kaikilta osiltaan valmis, katso: <a href="http://code.google.com/p/threepress/issues/list">puutteet</a>
it: Bookworm non è un sistema di lettura completamente conforme; vai alla pagina <a href="http://code.google.com/p/threepress/issues/list">problemi</a> per lo stato di alcuni bug relativi alla conformità ePub del lettore.
ja: Bookwormのシステムは既存の基準に完全に準じているわけではありません次のリンクを参照してください：<a href="http://code.google.com/p/threepress/issues/list">issues（課題）</a>。このページには、ePubの仕様との適合性に関連したバグの状況が書かれています。

source: As a browser-based application, Bookworm supports illustrations and photos in all the formats that ePub does: <em>JPEG</em>, <em>GIF</em> and <em>PNG</em>. Scalable Vector Graphics (<em>SVG</em>) if images are handled by linking to an external SVG file, as many browsers do not have inline-SVG support via the <code>&lt;img&gt;</code> tag.
da: Bookworm er en browserbaseret applikation og understøtter illustrationer og foto i alle de formater som ePub understøtter: <em>JPEG</em>, <em>GIF</em> og <em>PNG</em>. Scalable Vector Graphics (<em>SVG</em>) understøttes kun hvis billederne håndteres ved link til en ekstern SVG.fil, da mange browsere ikke understøtter inline-SVG med brug af <code>&lt;img&gt;</code>-tagget.
de: Als Browser-basierte Anwendung unterstützt Bookworm Bilder und Fotos in allen Formaten wie ePub: <em>JPEG</em>, <em>GIF</em> und <em>PNG</em>. Scalable Vector Graphics (<em>SVG</em>) falls Bilder zu einem externen SVG Datei verlinkt sind, da viele Browser keine Inline-SVG-Unterstützung über das <code>&lt;img&gt;</code> Tag haben.
es: Dado que es una aplicación basada en navegador, Bookworm respalda ilustraciones y fotos en todos los formatos respaldados por ePub: <em>JPEG</em>, <em>GIF</em> y <em>PNG</em>. También las imágenes en formato <em>Scalable Vector Graphics</em> (<em>SVG</em>) son posibles mediante un enlace a un fichero SVG exterior, ya que varios navegadores no respaldan este formato a través de una etiqueta en línea tipo <code>&lt;img&gt;</code>.
fi: Bookworm on www-selaimessa toimiva sovellus ja tukee samoja grafiikka- ja kuvatiedostoja kuin epub -suosituskin: <em>JPG</em>, <em>GIF</em> ja <em>PNG</em>. <em>SVG</em> (Scalable Vector Graphics) käsitellään linkittämällä ulkopuoliseen SVG -tiedostoon. Monet selaimet eivät vielä tue SVG:n käyttöä inline elementtinä <code>&lt;img&gt;</code> tägin tapaan.
it: Come applicazione basata sul browser, Bookworm supporta illustrazioni e foto in tutti i formati accettati da ePub: <em>JPEG</em>, <em>GIF</em> e <em>PNG</em>. Scalable Vector Graphics (<em>SVG</em>) se le immagini sono trattate linkando un file SVG esterno, poiché molti browser non hanno il supporto SVG inline con il tag <code>&lt;img&gt;</code>.
ja: ウェブブラウザベースのアプリケーションとして、BookwormはePubがサポートするイラストと写真のすべてのフォーマットをサポートしています: <em>JPEG</em>、<em>GIF</em>そして<em>PNG</em>です。Scalable Vector Graphics (<em>SVG</em>) については、もし画像が、外部のSVGファイルへのリンクを含んでいたとしても、ほとんどのウェブブラウザは <code>&lt;img&gt;</code>タグによるSVGのインライン表示をサポートしていません。

source: The OPS specification indicates that valid ePubs may contain content in either XHTML or <a href="http://wiki.mobileread.com/wiki/DTBook">DTBook</a>.
da: OPS-specifikationen foreskriver, at valide ePubs kan have indhold i enten XHTML- eller <a href="http://wiki.mobileread.com/wiki/DTBook">DTBook</a>-format.
de: Die OPS Spezifikation beschreibt, dass gültige ePub Dateien Inhalt entweder in XHTML oder <a href="http://wiki.mobileread.com/wiki/DTBook">DTBook</a> enthalten können.
es: La especificación OPS establece que el contenido de un libro ePub válido puede ser en XHTML o en <a href="http://wiki.mobileread.com/wiki/DTBook">DTBook</a>.
fi: OPS -suositus määrittää, että hyvin muotoiltu epub on koodattu käyttäen joko XHTML:ää tai <a href="http://wiki.mobileread.com/wiki/DTBook">DTBook </a>-suositusta.
it: Le specifiche OPS indicano che gli ePub validi possono avere contenuto in XHTML o <a href="http://wiki.mobileread.com/wiki/DTBook">DTBook</a>.
ja: OPSの仕様は、有効なePubはXHTMLまたは<a href="http://wiki.mobileread.com/wiki/DTBook">DTBook</a>によるコンテンツを含んでいるべきだと指示しています。

source: Bookworm supports DTBook-formatted ePubs by automatically converting their content to XHTML. This is done using XSLT derived from the <a href="http://daisymfc.sourceforge.net/">DAISY pipeline</a>.
da: Bookworm understøtter DTBook-formatterede ePubs ved automatisk at konvertere deres indhold til XHTML. Det gøres ved hjælp af en XSLT-transformation, hentet fra <a href="http://daisymfc.sourceforge.net/">DAISY-pipelinen</a>.
de: Bookworm unterstützt DTBook-formatierte ePub Dateien, in dem es dessen Inhalt automatisch nach XHTML konvertiert. Dies wird mittels XSLT gemacht, das von <a href=\"http://daisymfc.sourceforge.net/\">DAISY pipeline</a> abgeleitet wurde.
es: Bookworm respalda ePubs en formato DTBook, convirtiendo el contenido automáticamente a XHTML. Esta conversión se efectúa a través de transformaciones XSL (XSLT) y las herramientas del proyecto <a href="http://daisymfc.sourceforge.net/">DAISY pipeline</a>.
fi: Bookworm tukee DTBook -muotoisia epub -kirjoja ja muuntaa automaattisesti sisällön XHTML -muotoon. XSLT tekee muunnoksen soveltaen <a href="http://daisymfc.sourceforge.net/">DAISY työjärjestystä</a>.
it: Bookworm supporta gli ePub basati su DTBook convertendo automaticamente il loor contenuto in XHTML. Questo è fatto usando l'XSLT derivato dalla <a href="http://daisymfc.sourceforge.net/">pipeline DAISY</a>.
ja: BookwormはDTBook形式でフォーマットされたePubsをサポートし、自動的にXHTML形式のコンテンツに変換します。この変換には<a href="http://daisymfc.sourceforge.net/">DAISY pipeline</a>のXSLTを利用しています。

source: You can always get back to the original DTBook content by downloading the ePub from any book page.
da: Du kan altid komme tilbage til det originale DTBook-indhold ved at downloade ePub-filen fra hvilken som helst side i bogen.
de: Sie können jederzeit wieder das Original DTBook erhalten, in dem Sie die ePub Datei von jeder Buchseite aus herunterladen.
es: Siempre es posible recuperar el contenido original en formato DTBook al descargar el ePub.
fi: Pääset aina takaisin alkuperäiseen DTbook -tiedostoon lataamalla epub-tiedoston mistä tahansa kirjan kohdasta.
it: Puoi sempre tornare all'originale DTBook scaricando l'ePub da qualunque pagina del libro.
ja: 書籍のどのページからでも、ePubをダウンロードすることで、いつでも元のDTBookコンテンツを復元できます。

source: Bookworm will support any font declarations made using CSS 1 or CSS 2. In theory it could support embedded fonts as defined by CSS 3 if the browser does, but this has not been tested (samples welcome!).
da: Bookworm understøtter enhver font, der er erklæret med CSS 1 eller CSS 2. Teoretisk set understøttes også indlejrede fonte, som defineret i CSS 3, hvis browseren også gør det, men dette er endnu ikke testet (testeksempler modtages gerne!)
de: Bookworm unterstützt Deklaration von Schriftarten, die mit CSS 1 oder CSS 2 gemacht wurden. Theoretisch untersützt es Schriftarten, wie sie CSS 3 definiert, sofern der Browser diese versteht, aber dies wurde nicht getestet (Beispiele sind willkommen!).
es: Bookworm respalda fuentes especificadas con CSS 1 o CSS 2. En teoría también puede respaldar fuentes embebidas especificadas con CSS 3, siempre que el navegador lo permita. Sin embargo, esto no se ha verificado todavía (te agradeceríamos cualquier ejemplos que puedas suministrar).
fi: Bookworm tukee kaikkia CSS1 tai CSS2 määriteltyjä kirjasintyylejä. Teoriassa palvelu voisi tukea CSS3 määriteltyjä upotettuja kirjasintyylejä, mutta tätä ei ole testattu (voit kokeilla!).
it: Bookworm supporterà tutte le dichiarazioni di font fatte usando CSS 1 o CSS 2. In teoria potrebbe supportare font embedded come definiti da CSS 3 se il browser li supporta, ma questo non è stato ancora testato (graditi i feedback!).
ja: BookwormはCSS 1またはCSS 2によるフォント宣言（font declaration）をサポートしています。また理論上は、CSS 3で定義される埋め込みフォントも、ウェブブラウザがそれをサポートしていればサポートできるはずですが、これについてはまだテストしていません（サンプル歓迎です！）。

source: How Bookworm treats invalid ePub
da: Sådan håndterer Bookworm ikke-valid ePub
de: Wie Bookworm ungültige ePubs behandelt
es: ¿Cómo Bookworm procesa un libro ePub que no es válido?
fi: Mitä Bookworm tekee huonosti muotoillulle ekirjalle?
it: Come Bookworm tratta gli ePub non validi
ja: 有効なePubをBookwormはどう扱うのか？

source: One of the design goals of Bookworm is that it should render ePub documents which do not completely follow the specification. However, there are many cases in which it will not be able to correctly parse all the parts of the file and will reject it.
da: Det er ét af Bookworms designmål at kunne vise ePub-dokumenter, som ikke følger specifikationen fuldstændigt. Der er dog mange tilfælde, hvor det ikke er muligt at parse alle dele af filen, der derfor vil blive afvist.
de: Eines der Entwurfsziele von Bookworm ist, dass auch ePub Dateien angezeigt werden, die nicht vollständig der Spezifikation entsprechen. Es ist jedoch nicht in jedem Fall möglich, alle Teile der Datei richtig zu interpretieren und diese wird dann zurückgewiesen.
es: Al diseñar Bookworm se ha tenido como objetivo que éste procese documentos ePub que no se ajustan completamente a la especificación. Sin embargo, es posible que en tal caso el programa no pueda interpretar todas las partes del archivo, y que lo rechaze consecuentemente.
fi: Bookworm on suunniteltu niin että se esittää kirjan vaikkei se olisi aivan suosituksen mukainen. Jos tiedostopaketin osat eivät ole valideja, sovellus ei pysty korjaamaan sitä ja hylkää tiedoston.
it: Uno degli obiettivi di Bookworm è che dovrebbe visualizzare gli ePub che non seguono completamente le specifiche. Tuttavia, ci sono molti casi in cui non riuscirà a interpretare correttamente tutte le parti del file e lo rifiuterà.
ja: Bookwormの設計が目指すゴールのひとつに、 ePub仕様に完全に準拠していないePubのドキュメントを表示（レンダリング）することがあります。しかし、ファイル中のすべての要素を正確に解析できないために、処理できないケースはたくさんあります。

source: Any ePub book which is found to be seriously malformed will be automatically handed off to the <a href="http://www.threepress.org/document/epub-validate/">threepress.org epubcheck service</a>. The results from <a href="http://code.google.com/p/epubcheck/">epubcheck</a> are reported to the user who is uploading the book. It is hoped that the messages from Bookworm and epubcheck will clearly identify the problem with the ePub file.
da: Enhver virkelig misdannet epub-fil sendes automatisk videre til <a href="http://www.threepress.org/document/epub-validate/">threepress.org epubcheck service</a>. Resultaterne fra <a href="http://code.google.com/p/epubcheck/">epubcheck</a> rapporteres til den bruger, der oploadede bogen. Vi håber, at meddelelserne fra Bookworm og epubcheck er tydelige nok til at afdække problemerne i ePub-filen.
de: Jedes ePub Buch, das als ernsthaft fehlerhaft erkannt wird, wird automatisch zum <a href="http://www.threepress.org/document/epub-validate/">threepress.org epubcheck Dienst</a> weitergereicht. Die Ergebnisse von <a href="http://code.google.com/p/epubcheck/">epubcheck</a> werden dem Benutzer präsentiert. Wir hoffen, dass die Meldungen von Bookworm und epubcheck eindeutig das Problem mit der ePub Datei beschreiben.
es: Cuando se determine que un libro ePub está seriamente malformado, el <a href="http://www.threepress.org/document/epub-validate/">servicio epubcheck de threepress.org</a> se encargará de procesar el documento. Los resultados de la herramienta de validación <a href="http://code.google.com/p/epubcheck/">epubcheck</a> se transmitirán al usuario que intenta cargar el libro con el propósito de que el diagnóstico de epubcheck y Bookworm le ayuden a identificar el problema.
fi: Jokainen digikirja, jonka sivusto huomaa huonosti muotoilluksi, siirtyy automaattisesti <a href="http://www.threepress.org/document/epub-validate/"> muotoilun tarkistimeen</a>. Tarkastuksen <a href="http://code.google.com/p/epubcheck/">tulos</a> näytetään palveluun kirjaa siirtävälle käyttäjälle. Tavoiteemme on että Bookwormin ja epubcheck -tarkastajan virheilmoitus kertoisi selkeästi käyttäjälle, mitä vikaa tiedostossa on.
it: qualsiasi ePub che risulti gravemente mal formattato sarà automaticamente passato al <a href="http://www.threepress.org/document/epub-validate/">threepress.org epubcheck service</a>. Il risultato di <a href="http://code.google.com/p/epubcheck/">epubcheck</a> viene riportato all'utente che sta caricando l'ebook. Si spera che i messaggi di Bookworm ed epubcheck identifichino chiaramente il problema dei file ePub.
ja: ファイル形式に深刻な不正があるePub書籍は自動的に<a href="http://www.threepress.org/document/epub-validate/">threepress.org epubcheck service</a>へと送信されます。<a href="http://code.google.com/p/epubcheck/">epubcheck</a>の結果は、ファイルをアップロードしたユーザーに通知されます。BookwormとepubcheckからのメッセージがePubファイルの問題点を的確に示しているはずです。

source: Obviously, Bookworm is limited by the features available in the user's browser. It is recommended to be used with recent versions of Firefox, Safari or Chrome, however Internet Explorer 6 and 7 are also supported.
da: Naturligvis begrænses Bookworms funktionalitet af den browser, som brugeren anvender. Vi anbefaler at Bookworm bruges med nyere versioner af Firefox, safari eller Chrome, men Internet Explorer 6 og 7 understøttes også.
de: Offensichtlich wird Bookworm durch die Möglichkeiten des benutzten Browsers begrenzt. Deshalb wird die Benutzung einer aktuelle Version von Firefox, Safari oder Chrome empfohlen. Internet Explorer 6 und 7 werden jedoch auch unterstützt.
es: El uso de Bookworm se encuentra obviamente limitado por las funciones del navegador que se utilice. Se recomienda el uso de una versión reciente de Firefox, Safari o Chrome, aunque también se respalda el uso de Internet Explorer 6 y 7.
fi: Bookworm -palvelu rajoitukset ovat samat kuin mitä käyttäjän selaimessa ovat. Kannattaa siis asentaa uusin versio Firefox-, Safari- tai Chrome -selaimista. Internet Explorer 6 ja 7 ovat myös tuettuja.
it: Ovviamente, Bookworm è limitato dalle funzionalità del browser usato. Si raccomanda di usarlo con versioni recenti di Firefox, Safari o Chrome, Internet Explorer 6 e 7 sono comunque supportati.
ja: もちろん、Bookwormの機能は、ユーザーのブラウザで利用できる機能によって限定されます。Firefox、SafariやChromeなど、いずれも最新のバージョンをご利用いただくことを推奨していますが、Internet Explorer 6 と 7 もサポートしています。

source: Some extremely long-form ebooks, such as single 'page' comics or unbroken novel-length texts, are not appropriate for web-based reading. Document authors are advised to break up long texts into individual XHTML files if at all appropriate. This is especially important when creating ePub documents for mobile devices, which often have problems with large file sizes. (The Sony Reader cannot read XHTML files larger than 300Kb in size, for example.)
da: Visse ekstremt lange ebøger, som fx 'enkeltside'-tegneserier eller ubrudte, romanlange tekster, er uegnede til webbaseret læsning. Vi tilråder forfattere at dele lange tekster op i selvstændige XHTML-filer, hvis det overhovedet kan lade sig gøre. Dette er endnu vigtigere når der skabes ePub-filer til læsning på mobile enheder, som ofte har vanskeligt ved at håndtere store filstørrelser. (Fx kan Sony Readeren ikke læse XHTML-filer, der er større end 300Kb).
de: Einige sehr lange Ebooks, wie z.B. Comics in einer einzigen Seite oder nicht unterteilte Texte in Romanlänge, sidn nicht geeignet für das web-basierte Lesen. Wir legen Autoren nahe, lange Texte in einzelne XHTML Dateien zu unterteilen, falls dies möglich ist. Dies ist vor allem wichtig, wenn man ePub Dokumente für mobile Geräte erstellt, die oft Probleme mit großen Dateien haben. (Der Sony Reader z.B. kann keine XHTML Dateien lesen, die größer als 300 KB sind.)
es: Existen publicaciones electrónicas con un formato muy extenso que no son apropiadas para la lectura basada en navegador de web (por ejemplo, comics de una sola «página», o el texto, sin interrupción, de una novela). Siempre que sea apropiado, se recomienda que los autores distribuyan la totalidad de un texto en archivos XHTML individuales. Esto es de particular importancia para dispositivos de lectura móviles, que no suelen acomodar archivos de gran tamaño. (El Sony Reader, por ejemplo, no acomoda archivos que excedan 300Kb.)
fi: Selaimessa luettavia kirjoja ei pitäisi koota yhtenä tiedostona. Yhtenä tiedostona pakatut sarjakuvat tai romaani, jota ei ole pilkottu lukujen mittaisiin osiin ovat sellaisia. Kannattaa pilkkoa pitkät tekstit yksittäisiksi XHTML -tiedostoiksi jos mahdollista. Varsinkinkin mobiililaitteille tämä on tärkeää. (Esimerkiksi Sony Reader osaa lukea vain 300Kb:ä pienempiä XHTML -tiedostoja.
it: Alcuni ebook con contenuti molto lunghi, come fumetti a 'pagina' singola or testi di romanzi senza interruzioni, non sono appropriati per la lettura via web. Agli autori si consiglia di spezzare i testi lunghi in file XHTML individuali, se possibile. Questo è molto importante quando si creano ePub per dispositivi mobili, che spesso hanno problemi con i file grandi. (Il Sony Reader non può leggere file XHTML più grandi di 300Kb, per esempio.)
ja: 非常に長い内容のebook、たとえばコミックの1ページや切れ目のなく続く長文のテキストなどは、ウェブ上での読書には向いていません。ドキュメントの作者には、長いテキストを適当な長さのXHTMLファイルに分割することをおすすめします。これは、モバイル機器用のePubドキュメントを作成する場合には、特に重要です。モバイル機器ではサイズの大きなファイルが問題を起こすことがよくあるからです（たとえば、Sony Readerは300kb以上のXHTMLファイルを読み込めません）。

source: There are other open-source readers available that support the ePub format. The most actively developed is <a href="http://www.fbreader.org">FBReader</a>, which is compatible with Windows desktop, Linux (and devices which run it, such as Zaurus and Nokia tablets) and, unofficially, iLiad. A complete list of open-source ePub tools can be found in the <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">O'Reilly Labs ePub Resources and Guides</a> article.
da: Der findes andre open-source-læsere der understøtter ePub-formatet. Den der udvikles mest aktivt er <a href="http://www.fbreader.org">FBReader</a>, som kører på Windows Desktop, Linux (såvel som apparater der kører Linux, fx Zaurus og Nokias tabletcomputere) og, uofficielt, e-bogs-læseren iLiad. En komplet liste over opens-source-ePub-værktøjer kan man finde i artiklen på <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">O'Reilly Labs ePub Resources and Guides</a>
de: Es stehen weitere Open-Source Reader zur Verfügung, die das ePub Format unterstützen. Der <a href="http://www.fbreader.org">FBReader</a> befindet sich in sehr aktiver Entwicklung. Er ist kompatibel mit Windows auf dem Desktop, Linux (und Geräten, die dies benutzen, wie z.B. Zaurus und die Nokia Tablets) und - inoffiziell - iLiad. Eine komplette Liste von Open-Source ePub Readern findet sich in dem Artikel <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">O'Reilly Labs ePub Resources and Guides</a>
es: Existen otros lectores de código abierto que respaldan el formato ePub. El más desarrollado entre ellos es el <a href="http://www.fbreader.org">FBReader</a>, un lector compatible con Windows, Linux (y dispositivos que funcionan con este sistema operativo, como Zaurus y Nokia tablets) y, de forma no oficial, el iLiad. Consulta el artículo <a href="http://labs.oreilly.com/2009/03/epub-resources-and-guides.html">O'Reilly Labs ePub Resources and Guides</a> para una lista completa de herramientas de código abierto para ePubs.
ja: ePubフォーマットを読むことができるオープンソースの電子リーダーは他にもあります。 活発に開発が進められているものに<a href=\"http://www.fbreader.org\">FBReader</a> があります。FBReaderは、WindowsやLinux（またはLinuxで動いているZaurusや Nokia tabletsなどのデバイス）、また非公式ですがiLiadなどと互換性があります。 オープンソースのePubツールの一覧は <a href=\"http://labs.oreilly.com/2009/03/epub-resources-and-guides.html\"> O'Reilly Labs ePub Resources and Guides</a>を参照してください。

source: Help using Bookworm
da: Hjælp til brug af Bookworm
de: Hilfe zur Benutzung von Bookworm
es: Página de asistencia
fi: Kuinka käyttää palvelua
it: Aiuto per Bookworm
ja: Bookwormの使用に関するヘルプ

source: Confused about what to do, or having problems? Check this list for common issues, or visit <a href="%(custserv)s">%(custservname)s</a> for help.
de: Sie wissen nicht was Sie tun sollen oder haben Probleme? Lesen Sie diese Liste zu häufigen Fragen oder besuchen <a href="%(custserv)s">%(custservname)s</a> um Hilfe zu erhalten.

source: Problems adding a book?
da: Problemer med at tilføje en bog?
de: Probleme ein Buch hinzuzufügen?
es: ¿Problemas a la hora de añadir un libro?
fi: En saa kirjaa kokoelmaan?
it: Problemi ad aggiungere un libro?
ja: 書籍の追加で問題がありましたか？

source: Can I use Bookworm with my e-reader?
da: Kan jeg bruge Bookworm i min e-reader?
de: Kann ich Bookworm mit meinem E-Reader benutzen?
es: ¿Puedo utilizar Bookworm con mi lector electrónico?
fi: Voinko käyttää sivustoa lukulaitteellani?
it: Posso usare Bookworm con il mio e-reader?
ja: 他の電子ブックリーダーでもBookwormを使えますか？

source: Do I need an OpenID to use Bookworm?
da: Skal jeg have et OpenID for at bruge Bookworm?
de: Benötige ich eine OpenID um Bookworm zu benutzen?
es: ¿Me hace falta un OpenID para utilizar Bookworm?
fi: Tarvinko OpenID -tunnuksen että voin käyttää sivustoa?
it: Ho bisogno di un OpenID per usare Bookworm?
ja: Bookwormを使うにはOpenIDが必要でしょうか？

source: Can I upload all my files at once or access Bookworm without a browser?
da: Kan jeg oploade alle mine filer på én gang eller få adgang til Bookworm uden en browser?
de: Kann ich all meine Bücher auf ein Mal hochladen oder Bookworm ohne Browser benutzen?

source: More questions
da: Flere spørgsmål
de: Mehr Fragen
es: ¿Otras preguntas?
fi: Minulla on vielä kysymyksiä
it: Altre domande
ja: その他の質問
