Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: Change linked OpenID
da: Ændring af det tilknyttede OpenID
de: Zugeordnete OpenID ändern
es: Cambia el identificador OpenID asociado con esta cuenta
fi: Muuta OpenID linkki
it: Cambia OpenID
ja: リンク済みOpenIDの変更

source: Delete this account
da: Slet denne konto
de: Dieses Konto löschen
es: Borra esta cuenta
fi: Poista käyttäjätilisi
it: Cancella account
ja: このアカウントを削除する

source: Some fields such as email and country have been imported via OpenID and should be changed with your OpenID provider, rather than with Bookworm.
da: Nogle felter - fx e-mail og land - er importeret via OpenID og de bør snarere ændres hos din udbyder af OpenID end hos Bookworm.
de: Einige Einträge wie z.B. Email und Land wurden über OpenID importiert und sollten bei Ihrem OpenID Dienstleister geändert werden anstatt bei Bookworm.
es: Hay datos, como la dirección de correo electrónico y país, que hemos importado directamente a través de tu OpenID. Para actualizar esta información, registra los cambios necesarios directamente con tu proveedor de OpenID, no con Bookworm.
fi: OpenID:n kautta tuodut tiedot kuten sähköposti ja maa pitää muuttaaOpenID -tunnusta käyttävällä sivustolla, ei siis Bookworm -sivulla.
it: Alcuni campi come email e Paese sono state importate via OpenID e devono essere cambiate sul fornitore di OpenID, piuttosto che su Bookworm.
ja: メールアドレスや国などいくつかの項目はOpenIDによってインポートされます。それら項目の変更はBookwormではなくOpenIDのプロバイダ側で行われるべきです。

source: User profile and preferences for
da: Brugerprofil og præferencer for
de: Benutzerprofil und Einstellungen für
es: Perfil y preferencias del usuario
fi: Käyttäjätiedot ja asetukset:
it: Profilo utente e opzioni per
ja: ユーザーのプロフィールと設定

source: User information
da: Brugerinformation
de: Benutzer Information
es: Información de usuario
fi: Käyttäjätiedot
it: Informazioni utente
ja: ユーザーの情報

source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
it: Nome utente
ja: ユーザー名

source: change
da: Ændring af email
de: Ändern
es: cambio
fi: muuta
it: cambia
ja: 変更

source: Full name
da: Fulde navn
de: Vollständiger Name
es: Nombre completo
fi: Koko nimi
it: Nome e Cognome
ja: フルネーム

source: Email address
da: emailadresse
de: Email Adresse
es: Dirección de correo electrónico
fi: Sähköposti
it: Indirizzo email
ja: メールアドレス

source: Country
da: Land
de: Land
es: País
fi: Maa
it: Paese
ja: 国

source: change <!-- trans: change the user's language setting -->
da: Skift
de: Ändern
es: Actualiza tu configuración de usuario
fi: muuta
it: cambia
ja: 変更する <!-- trans: change the user's language setting -->

source: Open to last-read chapter when reading a book?
da: Skal en bog altid åbnes i det kapitel du sidst har læst i?
de: Das zuletzt gelesene Kapitel öffnen wenn ein Buch gelesen wird?
es: ¿Deseas comenzar a partir del último capítulo leído?
fi: Avaanko aina viimeksi luetun luvun?
it: Apri sull'ultimo capitolo letto quando si apre un ebook?
ja: 最後に読んでいた章を開きますか？

source: Your API key
da: Din API-kode
de: Ihr API Schlüssel

source: What's this?
da: Hvad er dette?
de: Was bedeutet dies?
es: ¿Qué es esto?
fi: Mikä on OpenID?
it: Cos'è?
ja: これは何でしょうか？

source: Update profile
da: Opdatér profil
de: Profil aktualisieren
es: Actualiza tu perfil de usuario
fi: Päivitä käyttäjätiedot
it: Aggiorna profilo
ja: プロフィールのアップデート

source: Change email address for
da: Ændring af emailadresse
de: EMail Adresse ändern
es: Cambia la dirección de correo electrónico
fi: Muuta sähköpostiosoite
it: Cambia email per
ja: メールアドレスの変更

source: Please correct the errors below
da: Vær venlig at rette fejlene herunder
de: Bitte korrigieren Sie die untenstehenden Fehler
es: Corrige por favor los errores a continuación
fi: Korjaa alla olevat virheet
it: Correggi gli errori qui sotto
ja: 下記のエラー項目を修正してください。

source: Email
de: Email-Adresse
es: Correo electrónico
fi: Sähköposti
ja: メールアドレス

source: Password
de: Kennwort
es: Contraseña
fi: Salasana
ja: パスワード

source: Change email
da: Ændring af emailadresse
de: Email-Adresse ändern
es: Actualizar la dirección de correo electrónico
fi: Vaihda sähköposti
it: Cambia email
ja: メールアドレスの変更

source: Change OpenID URL linked with this account
da: Dette OpenID er allerede tilknyttet en anden konto.
de: Die OpenID gehört einem anderen Benutzer.
es: Actualiza el URL del identificador OpenID vinculado a esta cuenta
fi: Muuta tälle tilille kirjattu OpenID URL.
it: Cambia la URL OpenID collegata all'account
ja: このアカウントにリンク済みのOpenID URLを変更する

source: You may change the OpenID URL which is linked with the current logged-in account. Make sure you really mean to do this, as you will not be able to log in with the old URL again.
da: Du kan ændre den OpenID-URL, der er forbundet med den konto, der er logget ind netop nu. Vær sikker på, at det er dét du vil, for senere vil du ikke kunne logge ind igen med den gamle URL
de: Sie können hier die OpenID URL ändern, die mit dem momentan angemeldeten Benutzer verbunden ist. Tun Sie dies nur, wenn Sie absolut sicher sind, denn Sie können sich mit der alten URL dann nicht mehr anmelden.
es: Puedes cambiar el URL del identificador OpenID asociado con la cuenta actualmente activada en esta sesión. Ten presente que una vez actualizado, no podrás volver a iniciar una sesión con el URL previo.
fi: Voit muuttaa käyttäjätilille kirjatun OpenID URL:n. Varmistu että haluatmuuttaa tiedon, sillä sen jälkeen et enää voi kirjautua vanhalla URL:lla.
it: Puoi cambiare la URL OpenID collegata all'account corrente. Assicurati che intendi davvero farlo, perché non potrai più collegarti con la vecchia URL.
ja: 現在ログインしているアカウントにリンク済みのOpenID URLを変更することができます。変更すると古いOpenID URLではログインできなくなりますので、変更にあたっては、ほんとうに変更すべきかどうかを十分に確認してください。

source: Please correct the errors below:
da: Vær venlig at rette fejlene herunder
de: Bitte korrigieren Sie die untenstehenden Fehler
es: Corrige por favor los errores a continuación
fi: Korjaa alla olevat virheet
it: Correggi gli errori qui sotto:
ja: 下記のエラー項目を修正してください：

source: Change OpenID
da: Ændring af det tilknyttede OpenID
de: Zugeordnete OpenID ändern
es: Selecciona otro identificador OpenID
fi: Muuta OpenID linkki
it: Cambia OpenID
ja: OpenIDの変更

source: Change password for <!-- trans: for person -->
da: Skift Password for
de: Kennwort ändern für
es: Cambia la contraseña de
fi: Muuta salasanasi
it: Cambia password per
ja: パスワードの変更 <!-- trans: for person -->

source: Old password
da: Gammelt password
de: Altes Kennwort
es: Contraseña actual
fi: Vanha salasana
it: Vecchia password
ja: 古いパスワード

source: New password
da: Nyt password
de: Neues Kennwort
es: Nueva contraseña
fi: Uusi salasana
it: Nuova password
ja: 新しいパスワード

source: New password again
da: Gentag nyt password
de: Neues Kennwort wiederholen
es: Repite la contraseña
fi: Uusi salasana vielä kerran
it: Ripeti la nuova password
ja: 新しいパスワードをもう一度

source: If you're new to Bookworm, link your OpenID with a new account. If you're already a Bookworm member, link it with your existing account.
da: Hvis du vil meldes til Bookworm, så knyt dit OpenID til en ny konto. Hvis du allerede er medlem, så knyt til din eksisterende konto.
de: Falls Sie Bookworm beitreten, verbinden Sie Ihre OpenID mit einem neuen Konto. Falls Sie bereits Mitglied sind, verbinden Sie es mit Ihrem existierenden Konto.
es: Si eres un nuevo usuario, puedes asociar un identificador OpenID con tu nueva cuenta. Si ya eres miembro de Bookworm, puedes asociarlo con una cuenta existente.
fi: Jos avaat käyttäjätilin <strong>Bookworm</strong> -palvelussa, liitä OpenID -tunnuksesi uuteen tiliin. Jos sinulla on jo tili, voit liittää tunnuksesi kyseiseen tiliin.
it: Se sei nuovo su Bookworm, collega la tua OpenID con un nuovo account. Se sei già un membro Bookworm, collegala all'account esistente
ja: これからBookwormに登録されるなら、ご自分のOpenIDをBookwormのアカウントにリンクしてください。すでにBookwormに登録済みであれば、ご自分のBookwormアカウントにOpen IDをリンクしてください。

source: Link an OpenID with your existing Bookworm account
da: Knyt et OpenID til din eksisterende Bookworm-konto
de: Verknüfen Sie eine OpenID mit Ihrem bestehenden Bookworm Benutzerkonto
es: Vincula un OpenID con una cuenta de Bookworm ya existente
fi: Liitä OpenID -tunnus Bookworm -tiliisi
it: Collega una OpenID con il tuo account Bookworm
ja: OpenIDとご利用中のBookwormアカウントをリンクする

source: Please correct errors below:
da: Vær venlig at rette fejlene herunder:
de: Bitte korrigieren Sie die untenstehenden Fehler
es: Por favor corrige los errores a continuación:
fi: Ole hyvä ja korjaa alla olevat virheet:
it: Correggi i seguenti errori:
ja: 下記のエラーに対処してください：

source: I'm new here
da: Jeg er ny her
de: Ich bin neu hier
es: Soy un nuevo usuario
fi: Olen uusi näillä sivuilla
it: Sono nuovo
ja: 私は初心者です

source: Create a new Bookworm account
da: Opret en Bookworm-konto og log ind
de: Erstellen Sie ein Bookworm Konto und melden sich an
es: Crea una nueva cuenta en Bookworm
fi: Luo uusi Bookworm -käyttäjätili
it: Crea un nuovo account Bookworm
ja: Bookwormアカウントの新規作成

source: I already have a Bookworm account
da: Opret en Bookworm-konto og log ind
de: Erstellen Sie ein Bookworm Konto und melden sich an
es: Ya tengo una cuenta Bookworm
fi: Minulla on Bookworm -käyttäjänimi
it: Ho già un account Bookworm
ja: Bookwormアカウントをすでに持っています。

source: Screen name
da: Skærmnavn
de: Anzeigename
es: Nombre de pantalla
fi: Käyttäjänimi
it: Nome utente
ja: ハンドル名

source: Associate with my OpenID
da: Tilknyt dit OpenID
de: Zuordnung Ihrer OpenID
es: Vincula mi cuenta Bookworm a mi OpenID
fi: Liitä OpenID -tunnuksesi
it: Associa con la mia OpenID
ja: 自分のOpenIDと関連付ける

source: Delete profile of
da: Slet min profil
de: Profil löschen
es: Borrar perfil del usuario
fi: Poista käyttäjätietoni
it: Cancella il profilo di
ja: プロフィールの削除

source: Delete account
da: Slet konto
de: Benutzerkonto löschen
es: Borrar cuenta
fi: Poista tili
it: Cancella account
ja: アカウントの削除

source: You can <strong>delete all personal information</strong> from this application, including any profile information and all e-books.
da: Du kan <strong>slette alle personlige oplysninger</strong> fra denne applikation, inkl. al profilinformation og alle ebøger.
de: Sie können <strong>jegliche persönliche Information</strong> aus dieser Anwendung löschen, einschließlich der persönlichen Einstellungen undf alle e-Books.
es: Puedes <strong>borrar todos los datos personales</strong> de esta aplicación, incluyendo toda la información archivada en tu perfil de usuario, y todos tus libros.
fi: Voit poistaa k<strong>kaikki henkilötietosi</strong> tästä palvelusta. Myös kokoelmaan ja kirjoihin kirjatut asetukset.n
it: Puoi <strong>cancellare tutte le informazioni personali</strong> da questa applicazione, incluse le informazioni del profilo e tutti gli ebook.
ja: このアプリケーションに登録した<strong>すべての個人情報を削除</strong>できます。その個人情報には、プロフィールと登録した書籍のすべてが含まれます。

source: This action cannot be undone.
da: Denne handling kan ikke fortrydes.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Esta acción es irreversible.
fi: Komentoa ei voi peruuttaa.
it: Questa azione non è reversibile.
ja: この操作は、やり直すことができません。

source: I'm sure I want to delete all my personal information and books.
da: Ja, jeg er sikker på, at jeg vil slette al min personlig information og alle mine bøger.
de: Ich bin sicher, dass ich alle persönlichen Informationen und Bücher löschen möchte.
es: Sí, quiero borrar todos mis datos personales y libros
fi: Haluan varmasti poistaa kaikki kirjani ja henkilötietoni.
it: Sono sicuro di voler cancellare tutti i miei ebook e le informazioni personali.
ja: 私は、登録した個人情報と書籍のすべてを削除することを確認しました。

source: Delete my profile
da: Slet min profil
de: Profil löschen
es: Borrar mi perfil de usuario
fi: Poista käyttäjätietoni
it: Cancella il mio profilo
ja: 自分のプロフィールの削除

source: Reset your password
da: Har du glemt dit password:
de: Haben Sie Ihr Kennwort vergessen?
es: Cambiar contraseña
fi: Hukkasitko salasanan?
it: Resetta la password
ja: パスワードの再設定

source: If you've forgotten your password, enter your username below and we'll email you a new one. The password won't be activated until you click on the link you see in the email.
da: Har du glemt dit password? Her kan du anmode om et nyt password. Indtast dit brugernavn, så vil du modtage en bekræftende mail med dit nye password. Det ny password bliver først aktiveret når du klikker på det link, der står i mailen
de: Sie haben Ihr Kennwort vergessen? Hier können Sie Ihr Kennwort zurücksetzen lassen. Geben Sie Ihren Benutzernamen ein und Sie werden eine Bestätigungs-Email mit Ihrem neuen Kennwort erhalten. Diese neue Kennwort wird erst aktiviert, wenn Sie auf Link in der Email geklickt haben.
es: Si se te ha olvidado tu contraseña, introduce tu nombre de usuario en la casilla y te enviaremos una contraseña nueva en un correo electrónico. Para activarla, haz de hace clic sobre el enlace que aparece el en mensaje que te enviemos.
fi: Salasana hukassa? Poista vanha salasana seuraavasti: Kirjoita käyttämäsi käyttäjänimi ja saat sähköpostiisi uuden salasanan. Voit kirjautua uudella salasanalla, kun olet klikannut sähköpostissa olevaa linkkiä.
it: Se hai dimenticato la password, inserisci il tuo nome utente qui sotto e te ne spediremo un'altra. La password non sarà attivata a meno che tu non clicchi nel link presente nella mail.
ja: 登録したパスワードを忘れてしまった場合には、下記にユーザー名を入力してください。折り返しメールで新しいパスワードが通知されます。新しいパスワードは、受け取ったメールに書かれたリンクをあなたがクリックするまでは、有効にはなりません。

source: Reset password
da: Nyt password
de: Neues Kennwort
es: Cambiar contraseña
fi: Uusi salasana
it: Resetta password
ja: パスワードの再設定

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
it: Opzioni
ja: 設定

source: This is where you can make changes to your account.
da: Her kan du ændre din konto.
de: Hier können Sie Ihr Konto ändern.
es: Aquí puedes actualizar tu cuenta
fi: Tässä voit muuttaa käyttäjätilisi tietoja.
it: Da qui puoi cambiare i dati dell'account.
ja: ここで、あなたのアカウントへの変更を行うことができます。

source: Account
da: Konto
de: Benutzerkonto
es: Cuenta
fi: Käyttäjätili
ja: アカウント

source: password/
de: Kennwort
fi: salasana/
ja: パスワード/

source: change password
da: Ændring af password
de: Passwort ändern
es: Cambiar la contraseña
fi: vaihda salasana
it: cambia password
ja: パスワードの変更

source: Give your account a new password.
da: Vælg et nyt password til din konto
de: Neues Kennwort für Ihr Konto.
es: Escoge una nueva contraseña para tu cuenta
fi: Kirjoita uusi salasana
it: Cambia la password.
ja: あなたのアカウントに新しいパスワードを設定してください。

source: change email
da: Ændring af email
de: Email-Adresse ändern
es: Cambia tu dirección de correo electrónico
fi: vaihda sähköposti
it: cambia email
ja: メールアドレスの変更

source: Add or update the email address associated with your account.
da: Tilføj eller opdatér den emailadresse, der hører til din konto.
de: Email-Adresse Ihres Kontos hinzufügen oder ändern.
es: Añade o actualiza la dirección de correo electrónico vinculada a tu cuenta
fi: Muuta tai päivitä tilisi sähköpostitiedot
it: Aggiungi o aggiorna l'indirizzo email associato all'account.
ja: あなたのアカウントに関連付けられたメールアドレスを追加または更新してください。

source: change openid url
da: ændring af openid url
de: OpenID URL ändern
es: cambia el url del openid
fi: vaihda openid url
it: cambia la url openid
ja: OpenID urlの変更

source: Change openid associated to your account
da: Ændring af det openid der er knyttet til din konto
de: OpenID Ihres Kontos ändern
es: Cambia el identificador OpenID asociado con esta cuenta
fi: Vaihda tiliisi liitetty openid -tunnus
it: cambia l'openid associato al tuo account
ja: あなたのアカウントに関連付けられたOpenIDの変更

source: delete/
da: slet/
de: Löschen
fi: poista/
ja: 削除/

source: delete account
da: Slet konto
de: Konto löschen
es: Borrar cuenta
fi: poista tili
it: cancella account
ja: アカウントの削除

source: Erase your username and all your data from website
da: Slet dit brugernavn og alle dine data fra websitet
de: Lösche Benutzername und alle Ihre Daten von der Website
es: Borra tu nombre de usuario, y todos tus datos, de este sitio web
fi: Poista käyttäjänimi ja kaikki käyttäjätietosi palvelusta
it: Cancella il tuo nome utente e tutti i tuoi dati dal sito
ja: あなたのユーザー名とこのサイトにあるあなたのすべてのデータを消去する

source: ePub ebook reader
da: Læs ePub-bøger online
de: ePub-Bücher online lesen
es: Lector de libros electrónicos ePub
fi: ePub -digikirjojen lukija
ja: ePubブック・リーダー

source: Sign in to Bookworm
da: Hvordan bruger jeg Bookworm?
de: Neu hier bei Bookworm?
es: Iniciar sesión
fi: Kirjaudu Bookworm -palvelun
it: Entra in Bookworm
ja: Bookwormにログインする

source: New to Bookworm?
da: Hvordan bruger jeg Bookworm?
de: Neu hier bei Bookworm?
es: ¿Eres un nuevo usuario?
fi: Ensi kertaa Bookworm -sivuilla?
it: Nuovo su Bookworm?
ja: Bookworm初心者ですか？

source: Take the tour
da: Tag på rundtur
de: Anleitung
es: Hacer recorrido virtual
fi: Tee kierros
it: Fai un giro
ja: ツアーを見る

source: You may have created your account with an OpenID, in which case you won't need your password but should enter your OpenID URL below.
da: Hvis du har oprettet en konto med et OpenID, skal du ikke bruge dit password men i stedet indtatse din OpenID-URL herunder.
de: Vielleicht haben Sie Ihr Konto mit einer OpenID eingerichtet, dann brauchen Sie kein Kennwort, Sie sollten aber Ihre OpenID URL unten eingeben.
es: Si has creado tu cuenta con un identificador OpendID, no necesitas contraseña, pero tienes que proporcionar el URL de tu OpenID a continuación.
fi: Sinulla saattaa olla jo OpenID -tunnus. Jos on, et tarvitse salasanaa kunkirjaat alle OpenID url:
it: Potresti aver creato il tuo account con una OpenID, nel qual caso non serve la password, ma la URL OpenID.
ja: パスワードではなくて、OpenID URLの入力を求められたのであれば、あなたはOpenIDを使ってアカウントを作成されていただと思われます。

source: If you've never created an account, click ‘Sign up’ on the left.
da: Hvis du aldrig har oprettet en konto, så klik på 'Tilmlelding' i venstre side
de: Falls Sie noch kein Konto erstellt haben, klicken Sie links auf ‘Konto erstellen’.
es: Si nunca has creado una cuenta, haz clic sobre 'Registración’ a la izquierda.
ja: まだアカウントを作成していないなら、左にある‘サインアップ’ をクリックしてください。

source: Sign in using a local Bookworm account
da: Log ind med lokal Bookworm-konto
de: Anmelden mit einem Bookworm Konto
es: Inicia sesión a través de tu cuenta Bookworm local
fi: Kirjaudu käyttäen Bookworm -käyttäjänimeä
it: Entra usando un account Bookworm locale
ja: ローカルなBookwormアカウントを使ってログインする

source: Lost your password?
da: Har du glemt dit password:
de: Haben Sie Ihr Kennwort vergessen?
es: ¿Has perdido la contraseña?
fi: Hukkasitko salasanan?
it: Hai perso la password?
ja: パスワードを紛失してしまいましたか？

source: Sign in using your OpenID
da: Log ind med OpenID
de: Anmelden mit Ihrer OpenID
es: Inicia sesión a través de tu OpenID
fi: Kirjaudu OpenID -tunnuksellasi
it: Entra usando la OpenID
ja: OpenIDを使ってログインする

source: Sign in with OpenID
da: Log ind med OpenID
de: Anmelden mit OpenID
es: Inicia sesión a través de tu OpenID
fi: Kirjaudu OpenID -tunnuksella
it: Entra con OpenID
ja: OpenIDを使ったログイン

source: Two ways to join
da: Du kan melde dig til på 2 måder
de: Zwei Möglichkeiten teilzunehmen
es: Uno puede asociarse de dos formas
fi: Kaksi tapaa liittyä mukaan
it: Due modi di iscriverti
ja: 2通りの参加方法

source: Use OpenID
da: Brug openID
de: Benutzen Sie OpenID
es: Utiliza tu OpenID
fi: Käytä OpenID -tunnusta
it: Usa OpenID
ja: OpenIDの利用

source: Just enter your OpenID and we'll link a Bookworm account to it.
da: Indtast dit OpenID, så knytter vi din Bookwormkonto til det.
de: Geben Sie Ihre OpenID ein und wir verknüfen diese mit Ihrem Bookworm Konto
es: Introduce tu identificador OpenID, y lo vincularemos a tu cuenta Bookworm
fi: Kirjoita OpenID -tunnuksesi ja me linkitämme Bookworm -tilisi siihen.
it: Inserisci la tua OpenID e la collegheremo a un account Bookworm.
ja: ご自分のOpenIDを入力するだけで、Bookwormアカウントにそれがリンクされます。

source: What is OpenID
da: Hvad er OpenID
de: Was ist OpenID
es: ¿Qué es el OpenID?
fi: Mikä on OpenID?
it: Cos'è OpenID
ja: OpenIDとは何ですか？

source: Don't have an OpenID?
da: Har du ikke et OpenID?
de: Sie haben keine OpenID?
es: ¿No tienes un OpenID?
fi: Minulla ei ole OpenID -tunnusta
it: Non hai una OpenID?
ja: OpenIDをお持ちではないのですか？

source: Sign up with a username and password just for Bookworm. <!-- trans: instead of using OpenID -->
da: Tilmeld dig med brugernavn og password
de: Wählen Sie einen Benutzernamen und ein Kennwort für Bookworm.
es: Regístrate con un nombre de usuario y contraseña exclusivos para Bookworm
fi: Luo tili käyttäen Bookworm käyttäjänimeä ja salasanaa
it: Iscriviti con nome utente e password solo per Bookworm.
ja: Bookwormで利用するユーザー名とパスワードを使ってサインアップ（登録）してください。

source: Before you can start reading with Bookworm, you need to sign up so we can store your books in your private library.
da: Før du kan læse med Bookworm, skal du oprette dig som bruger, så vi kan gemme dine bøger i dit personlige bibliotek.
de: Bevor Sie anfangen können mit Bookworm zu lesen, müssen Sie ein Konto erstellen, so dass wir Ihre Bücher in Ihrer privaten Biblioth speichern können.
es: Es necesario que te registres antes de comenzar a leer en Bookworm para poder archivar los libros en tu biblioteca personal.
fi: Voit alkaa lukea Bookworm -sivuilla, kun olet luonut tilin ja olemme siirtäneet kirjat omaan kokoelmaasi.
it: Prima di iniziare a leggere con Bookworm, devi iscriverti per consentirci di salvare i tuoi libri nella tua biblioteca privata.
ja: Bookwormで読書を始める前に、あなた専用のプライベートライブラリへお手持ちの書籍を追加できるように、サインアップ（登録）する必要があります。

source: Please correct errors below
da: Vær venlig at rette fejlene herunder
de: Bitte korrigieren Sie die untenstehenden Fehler
es: Corrige por favor los errores a continuación
fi: Korjaa virheet alla
it: Correggi gli errori qui sotto
ja: 下記のエラーを修正してください。

source: If you're not sure what to do, just fill out this form
da: Hvis du er i tvivl, kan du blot udfylde følgende
de: Falls Sie nicht sicher sind, was Sie tun sollen, füllen Sie einfach dieses Formular aus
es: Si no estás seguro qué debes hacer, rellena este simple formulario
fi: Jos et tiedä mitä tehdä, täytä tämä lomake
it: Se non sei sicuro di cosa fare, riempi la form
ja: どうすればよいのかよく分からない場合には、まずこのフォームに項目を入力してください。

source: Sign up locally <!-- trans: on Bookworm itself rather than via OpenID -->
da: Tilmeld dig (kun på Bookworm)
de: Konto erstellen
es: Regístrate con Bookworm (escoge esta opción si prefieres no utilizar tu OpenID)
fi: Luo tili Bookworm -palveluun
it: Iscriviti localmente
ja: ローカルなアカウントをサインアップ（登録）する

source: Confirm password
da: Bekræft password
de: Kennwort bestätigen
es: Confirma la contraseña
fi: Vahvista salasana
it: Conferma password
ja: パスワードの確認

source: If you have an OpenID, sign up here
da: Hvis du har et OpenID, skal du tilmelde dig her
de: Falls Sie eine OpenID besitzen, fahren Sie hier fort
es: Si tienes un OpenID, regístrate aquí
fi: Jos sinulla on OpenID, luo tili tässä
it: Se hai una OpenID, iscriviti qui
ja: OpenIDをお持ちなら、こちらからサインアップ（登録）してください。

source: Use my OpenID
da: Brug mit OpenID
de: Benutze meine OpenID
es: Utilizar mi OpenID
fi: Käytä OpenID -tunnustani
it: Usa la mia OpenID
ja: ご自分のOpenIDを利用する

source: Sign up with OpenID
da: Tilmelding med OpenID
de: Konto erstellen mit OpenID
es: Regístrate utilizando tu OpenID
fi: Luo käyttäjätili OpenID -tunnuksella
it: Iscriviti con OpenID
ja: OpenIDを使ってサインアップ（登録）

source: If you have a Yahoo account, try typing <em>yahoo.com</em> here.
da: Hvis du har en Yahoo-konto, så prøv at taste <em>yahoo.com</em> her
de: Falls Sie einen Yahoo Konto haben, geben Sie hier <em>yahoo.com</em> ein.
es: Si tienes una cuenta de Yahoo, prueba a escribir <em>yahoo.com</em> aquí
fi: Jos sinulla Yahoon käyttäjänimi, kokeile kirjoittaa <em>yahoo.com</em>
it: Se hai un account Yahoo, prova a scrivere <em>yahoo.com</em>.
ja: もしYahooのアカウントをお持ちなら、ここに<em>yahoo.com</em>と入力してみてください。
