Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: Font controls are available on the mobile version of Bookworm
da: Du kan også vælge fontindstillinger på den mobile version af Bookworm
de: Steuerungselemente für die Schrift stehen in der mobilen Version von Bookworm zur Verfügung
es: Controles de fuentes tipográficas están disponibles en la versión móvil de Bookworm
fi: Kirjasimen valitsimet ovat käytössä Bookwormin mobiilisivulla
it: Le opzioni per i font sono presenti anche nella versione mobile
ja: Bookwormのモバイル版ではフォントの設定ができます。

source: There is no specific Reading Mode for the <a href="%(mobilehost)s">mobile version of Bookworm</a> because the mobile version is already optimized to be simple. However, some of the features of Reading Mode are also available in the mobile version:
da: Der findes ingen særlig Læsemodus for <a href="%(mobilehost)s">mobilversionen af Bookworm</a>, fordi mobilversionen allerede er optimeret til forenklet vsning. Nogle af egenskaberne ved Læsemodus er dog tilgængelige i mobilversionen:
de: Für die <a href="http://%(mobilehost)s/">mobile Version von Bookworm</a> gibt es keinen speziellen Lesemodus, da die mobile Version bereits optimiert ist. Einige der Merkmale des Lesemodus stehen allerdings auch in der mobilen Version zur Verfügung:
es: No existe una Modalidad de Lectura específica para la <a href="http://%(mobilehost)s/">versión móvil de Bookworm</a> ya que la versión móvil ha sido diseñada teniendo en cuenta la sencillez. Sin embargo, algunas de las funciones de esta modalidad están disponibles en la versión móvil:
it: Non c'è una specifica Modalità Lettura per la <a href="%(mobilehost)s">versione mobile di Bookworm</a> perché la versione mobile è già ottimizzata per essere semplice. Ad ogni modo, alcune funzionalità della Modalità Lettura sono disponibili anche nella versione mobile:
ja: 読書モードには、<a href="%(mobilehost)s">モバイル版Bookworm</a>専用の読書モードはありません。なぜなら、モバイル版はすでにシンプルに最適化されているからです。しかし、読書モードの機能のいくつかはモバイル版でも利用できるようになっています：

source: Font size adjustment
da: Ændring af skriftstørrelse
de: Veränderung der Schriftgröße
es: Cambio de tamaño de fuente tipográfica.
fi: vaihda kirjasinten kokoa
it: Scelta dimensione font
ja: フォントサイズを調整

source: Font family adjustment
da: Ændring af font
de: Veränderung der Schriftart
es: Cambio de familia tipográfica
fi: vaihda kirjasintyyliä
it: Scelta famiglia dei font
ja: フォントの種類を設定

source: Click to jump to the next page (iPhone)
da: Klik for at hoppe til næste side (på iPhone)
de: Klicken um zur nächsten Seite zu gelangen (iPhone)
es: Avance a la página siguiente haciendo clic (iPhone)
fi: iPhonella voit klikkaamalla siirtyä seuraavalle sivulle
it: Clicca per andare alla prossima pagina (iPhone)
ja: 次のページへ移る（iPhone）

source: Font size controls are also available on the mobile version.
da: Det er også muligt at tilpasse skriftstørrelsen i den mobile version
de: Die Steuerung der Schriftgröße ist auch in der mobilen Version möglich.
es: La regulación del tamaño de fuente también está disponible en la versión móvil.
fi: Myös mobiilisivulla voit valita kirjasimen koon (S60 -laitteilla käytä selaimen asetuksia, siellä on viisi kokoa kirjasimille. Näyttöä voit suurentaa ja pienentää * ja # -näppäimillä).
it: E' possibile scegliere la dimensione del font anche nella versione mobile.
ja: フォントサイズの調整はモバイル版でも利用できます。

source: When using an iPhone, you can also <strong>click to advance the page down</strong>. This is not quite the same experience as using a page-based ePub viewer such as <a href="http://lexcycle.com/">Stanza</a>, but it may be preferable to scrolling for some people. <em>This feature should be considered experimental</em>.
da: På en iPhone kan du også <strong>klikke for at gå til bunden af siden</strong>. Det giver ikke helt den samme oplevelse som når man bruger en sidebevidst ePub-læser a la <a href="http://lexcycle.com/">Stanza</a>-readeren, men nogle mennesker vil nok foretrække denne løsning frem for at scrolle. <em>Denne funktionalitet må anses for at være af eksperimentel karakter</em>.
de: Falls Sie ein iPhone benutzen, können Sie auch <strong>klicken um eine Seite vorwärts zu blättern</strong>. Dies ist nicht das Gleiche wie bei einer seitenorientierten ePub Anzeige, wie z.B. bei <a href="http://lexcycle.com/">Stanza</a>, aber einige werden dies dem Scrollen vorziehen. <em>Dieses Merkmal sollte als experimentell betrachtet werden</em>.
es: En el iPhone también existe la opción de <strong>hacer avanzar la página hacia abajo haciendo clic sobre el dispositivo</strong>. Aunque esta solución no es comparable a la de leer el ePub en un lector que procesa las páginas individualmente (por ejemplo, <a href="http://lexcycle.com/">Stanza</a>), es posible que algunos usuarios la prefieran a otro modo de desplazamiento. Ésta es actualmente una función en fase de desarrollo.
fi: iPhonella voit myös <strong>klikkaamalla siirtyä sivua alas</strong>.Tämä ei ole aivan sama ominaisuus kuin kokonäytön sovelluksissa kuten <a href="http://lexcycle.com/">Stanza</a>, mutta kannattaa kokeilla. <em>Tämä ominaisuus ei ole vielä sivuston vakiotoiminto.</em>
it: Quando si usa un iPhone, puoi anche <strong>cliccare per andare avanti di una pagina</strong>. Questa non è la stessa cosa che avviene con un lettore di ePub basato sulle pagine come <a href="http://lexcycle.com/">Stanza</a>, ma è preferibile per alcune persone. <em>Questa funzionalità dovrebbe essere considerata sperimentale</em>.
ja: iPhoneを使っていると、<strong>クリックして次へ進む</strong>ことができます。これは<a href="http://lexcycle.com/">Stanza</a>のようなページ単位で設計されたePubリーダーとはまったく異なる操作感です。しかし、ページをスクロールしたいという人にとっては、よろこばれる操作です。<em>この機能は試験的なレベルで検討されているものです。</em>

source: Bookworm is the web-based ereader for ePub ebooks. Bookworm was developed by Liza Daly at threepress.org, a project to expand the reach of open source software in academic and trade publishing.
da: Bookworm er den webbaserede ebogslæser for ePub-ebøger. Bookworm er udviklet af Liza Daly hos threepress.org, som et projekt der skal udbrede open source-software inden for akademisk og kommerciel udgivervirksomhed.
de: Bookworm ist der web-basierte E-Reader für ePub Bücher. Bookworm wurde von Liza Daly von threepress.org entwickelt, einem Projekt, um die Nutzung von Open Source Software im akademischen und kommerziellen Verlagswesen zu verbreiten.
es: Bookworm es el lector electrónico de libros ePub, basado en navegador de web. Bookworm fue creado por Liza Daly para threepress.org, un proyecto que se propone expandir el uso de software de código abierto en el mundo editorial académico y comercial.
fi: Bookworm on verkossa toimiva ePub-kirjojen lukusovellus. Palvelun kehitti Liza Daly (threepress.org). Hankkeen tarkoitus on edistää avoimen koodin sovellusten käyttöä akateemisessa ja teollisessa julkaisutoiminnassa.
it: Bookworm è un lettore di ePub basato sul web. Bookworm è stato sviluppato da Liza Daly di threepress.org, un progetto per estendere l'utilizzo del software open source nell'editoria accademica e commerciale.
ja: Bookwormはウェブを使ったブラウザベースのePubリーダーです。Bookwormはthreepress.org社のLiza Dalyによって開発されています。同社は、オープンソースのソフトウェアを、学術的または商業的な出版ビジネスの分野に拡げるプロジェクトを手掛けています。

source: Online ePub ebook reading
da: Læs ePub-bøger online
de: ePub-Bücher online lesen
es: Lectura de libros ePub en línea
fi: Lue epub -kirjoja verkossa
it: Lettura di ebook ePub online
ja: オンラインでePub書籍を読む

source: My books
da: Mine bøger
de: Meine Bücher
es: Mis libros
fi: Kokoelmani
it: I miei ebook
ja: 私の書籍

source: Search
da: Søg
de: Suche
es: Búsqueda
fi: Haku
it: Cerca
ja: 検索

source: About <span class="bw-logo">Bookworm</span>
da: Om <span class="bw-logo">Bookworm</span>
de: Über <span class="bw-logo">Bookworm</span>
es: ¿Qué es <span class="bw-logo">Bookworm</span>?
it: Info su <span class="bw-logo">Bookworm</span>
ja: <span class="bw-logo">Bookworm</span>について

source: About Threepress
da: Om Threepress
de: Über Threepress
es: ¿Qué es Threepress?
it: Info su Threepress
ja: Threepressについて

source: Help
da: Hjælp
de: Hilfe
es: Asistencia
fi: Ohjeita
it: Aiuto
ja: ヘルプ

source: add
da: Tilføj
de: Hochladen
es: Añade un libro.
fi: lisää
it: aggiungi
ja: 追加

source: help
da: Hjælp
de: Hilfe
es: ayuda
fi: ohjeita
it: aiuto
ja: ヘルプ

source: Library
da: Bibliotek
de: Bibliothek
es: Biblioteca
fi: Kokoelma
it: Biblioteca
ja: ライブラリ

source: Signed in as
da: Logget ind som
de: Angemeldet als
es: Sesión iniciada por usuario:
fi: Kirjautunut
it: Connesso come
ja: 次の名前でログインする

source: edit profile
da: Redigér profil
de: Profil bearbeiten
es: actualizar perfil de usuario
fi: käyttäjätiedot
it: modifica profilo
ja: プロフィールを編集

source: admin
da: administrator
de: Verwaltung
es: cuestiones administrativas
fi: pääkäyttäjä
ja: 管理者（admin）

source: logout
da: log af
de: Abmelden
es: salir del sistema
fi: poistu
it: esci
ja: ログアウト

source: language
da: Sprog
de: Sprache
es: idioma
fi: kieli
it: lingua
ja: 言語

source: Sign in
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu
it: Entra
ja: ログイン

source: From the Bookworm account of %(ruf)s &lt;%(rue)s&gt;
da: Fra Bookwormkontoen for %(ruf)s &lt;%(rue)s&gt;
de: Aus %(ruf)s &lt;%(rue)s&gt; Bookworm-Konto
es: De la cuenta Bookworm de %(ruf)s &lt;%(rue)s&gt;
fi: Bookworm tililtä %(ruf)s &lt;%(rue)s&gt;
it: Dall'account Bookworm di %(ruf)s &lt;%(rue)s&gt;
ja: Bookwormアカウントの%(ruf)s &lt;%(rue)s&gt;から

source: Privacy policy
da: Beskyttelse af privatliv
de: Datenschutz
es: Política de privacidad
fi: Tietosuoja
it: Note sulla privacy
ja: プライバシー・ポリシー

source: Licensed under the <a href="%(bsdlicenseurl)s">BSD License</a>
da: Omfattet af <a href="%(bsdlicenseurl)s">BSD-licensen</a>
de: Lizenziert unter <a href="%(bsdlicenseurl)s">BSD Lizenz</a>
es: Bajo <a href="%(bsdlicenseurl)s">licencia BSD</a>
fi: Ohjelmistolisenssi: <a href="%(bsdlicenseurl)s">BSD</a>
it: concessi sotto la <a href="%(bsdlicenseurl)s">Licenza BSD</a>
ja: <a href="%(bsdlicenseurl)s">BSDライセンス</a>にしたがっています。

source: Take a tour of Bookworm
da: Tag en rundtur på Bookworm
de: Eine Führung durch Bookworm
es: Haz un recorrido virtual por Bookworm
fi: Tutustu Bookworm -palveluun
it: Fai un giro in Bookworm
ja: Bookwormツアー

source: About
da: Om
de: Über
es: ¿Qué es Bookworm?
fi: Tietoja
it: Informazioni
ja: 詳細について

source: This quick tour will show you all the major features of Bookworm, from adding your first ebook, to reading and searching it on the web, and taking it on your mobile device. <a href="%(signupurl)s">Sign up</a> when you're done.
da: På denne korte rundtur får du Bookworms vigtigste funktioner at se; fra at tilføje din første ebog til at læse og søge i den på web og hvordan du kan se bogen fra din mobile enhed <a href="%(signupurl)s">. Tilmeld dig</a> når du er færdig
de: Diese schnelle Führung wird Ihnen alle Merkmale von Bookworm zeigen, angefangen vom Hinzufügen Ihres ersten Buches, über das Online Lesen und Suchen bis zum Speichern auf Ihrem mobilen Gerät. <a href="%(signupurl)s">Erstellen Sie ein Konto</a> wenn Sie fertig sind.
es: Este breve recorrido virtual te mostrará las principales funciones de Bookworm; por ejemplo, cómo añadir un libro, cómo leerlo y efectuar una búsqueda en el mismo, y cómo descargarlo a un dispositivo móvil. <a href="%(signupurl)s">Regístrate</a> una vez que lo hayas concluído.
fi: Tutustu sivuston tärkeimpiin ominaisuuksiin: siirrä ensimmäinen kirjasi, lue ja tee haku tekstissä, sekä käytä mobiililaitteilla. <a href="%(signupurl)s">Luo käyttäjätili</a> kun olet valmis.
it: Questo giro veloce ti mostrerà le principali funzionalità di Bookworm, dall'aggiungere il tuo primo ebook, al leggerlo dal web, fino a passarlo sul tuo cellulare o ereader. <a href="%(signupurl)s">Iscriviti</a> appena finisci.
ja: このクイック・ツアーではBookwormの主な機能を紹介しています。たとえば、書籍を追加したり、読書したり、書籍を検索したりなどなど、です。すべてはウェブまたはモバイル機器から利用できます。さあ、<a href="%(signupurl)s">ログイン</a>すれば準備完了です。

source: Step 1: Adding a book
da: Trin 1: Tilføj en bog
de: Schritt 1: Buch hinzufügen
es: 1: Cómo añadir un libro
fi: Vaihe 1: Siirrä kirja
it: Step 1: Aggiungere un ebook
ja: ステップ1：書籍を追加する

source: Step 2: Reading a book
da: Trin 2: Læs en bog
de: Schritt 2: ein Buch lesen
es: 2: Cómo leer un libro
fi: Vaihe 2: Lue kirjaa
it: Step 2: Leggere un ebook
ja: ステップ2：読書をする

source: Step 3: Searching your library
da: Trin 3: Søg i dit bibliotek
de: Schritt 3: Bibliothek durchsuchen
es: 3: Cómo efectuar búsqueda en los archivos
fi: Vaihe 3: Tee haku kokoelmassa
it: Step 3: Cercare nella biblioteca
ja: ステップ3：ライブラリを検索する

source: Step 4: Take your book on the road
da: Trin 4: Tag bogen med dig
de: Schritt 4: nehmen Sie Ihr Buch mit für unterwegs
es: 4: Cómo leer un libro en dispositivo portátil
fi: Vaihe 4: Ota kirja mukaan tien päälle
it: Step 4: Porta in giro il tuo ebook
ja: ステップ4：書籍を持って出かける

source: Select the <em>Add a book</em> link from the upper-right corner of every Bookworm page.
da: Klik på <em>Tilføj en bog</em>-linket i øverste højre hjørne - det findes på alle Bookwormsider
de: Wählen Sie den <em>Buch hinzufügen</em> Link in der oberen rechten Ecke jeder Bookworm Seite.
es: Selecciona el enlace <em>Añadir libro</em> situado en la parte superior derecha de cada página de Bookworm.
fi: Valitse linkki <em>Siirrä kirja</em> Bookworm -palvelun jokaisen sivun oikeasta yläkulmasta.
it: Seleziona il link <em>Aggiungi ebook</em> in alto a destra in ogni pagina di Bookworm.
ja: まず<em>書籍の追加</em>のリンクを選択してください。リンクは、 Bookwormどのページでもページの右上にあります。

source: Then click the <em>Browse</em> button.
da: Klik så på <em>Browse</em>-knappen
de: Dann klicken Sie auf die <em>Durchsuchen...</em> Schaltfläche.
es: Entonces haz clic sobre el botón <em>Navegar</em>
fi: Klikkaa sitten <em>Selaa</em> näppäintä.
it: Poi clicca il tasto <em>Sfoglia</em>.
ja: 次に<em>閲覧(Browse)</em>のボタンをクリックしてください。

source: Your computer will prompt you to select a file to upload. This should be an ebook file that ends in <em>.epub</em>.
da: Din computer beder dig dernæst vælge en fil, der skal oploades. Ebogens filnavn skal ende på <em>.epub</em>.
de: Ihr Computer wird Sie auffordern, eine Datei zum Hochladen auszuwählen. Dieses sollte eine Ebook-Datei mit der Endung <em>.epub</em> sein.
es: El computador te pedirá que escojas un fichero para cargar. Este fichero ha de corresponder a un libro electrónico con la extensión <em>.epub</em>
fi: Valitse seuraavassa ikkunassa siirrettävä tiedosto. Tiedoston pääte on siis <em>.epub</em>.
it: Il tuo computer ti chiederà di selezionare un file da caricare. Il file deve terminare con l'estensione <em>.epub</em>.
ja: お使いのコンピューターが、アップロードするファイルを選択するための窓を表示します。書籍（ebook）ファイルの末尾が <em>.epub</em>になっているか注意してください。

source: Click <!-- trans: imperative verb -->
da: Klik på
de: Klicken Sie auf
es: Haz clic sobre
fi: Klikkaa
it: Clicca
ja: クリックして、 <!-- trans: imperative verb -->

source: Add to my library
da: Tilføj til mit bibliotek
de: Meiner Bibliothek hinzufügen
es: Añadir a mi biblioteca
fi: Siirrä kokoelmaani
it: Aggiungi alla biblioteca
ja: ライブラリへ追加

source: Your book is now available!
da: Nu er din bog tilgængelig
de: Ihr Buch steht nun zur Verfügung!
es: Tu libro ya está disponible
fi: Kirja on nyt luettavissa!
it: Il tuo ebook è disponibile!
ja: あなたの書籍は、読めるようになりました！

source: From the main library screen you can view the list of books you've added, re-sort it by date, title or author, and delete unwanted books.
da: På hovedbibliotekssiden kan du se en liste med de bøger, du har tilføjet. Du kan sortere dem efter dato, titel eller forfatter, og du kan slette dem du ikke længere vil have.
de: Auf der Hauptseite der Bibliothek sehen Sie eine Liste der Bücher, die Sie hinzugefügt haben. Sie können diese nach Datum, Titel oder Autor umsortieren und Bücher löschen.
es: Partiendo de la página central de la biblioteca puedes verificar la lista entera de los libros que has añadido, reorganizarla según fecha, título o autor, y borrar libros que ya no quieras.
fi: Kokoelmanäytössä näet siirtämäsi kirjat. Voit lajitella ne nimen, tekijän tai päivämäärän mukaan tai poistaa kirjat.
it: Dallo schermo principale della biblioteca puoi vedere la lista degli ebook che hai aggiunto, ordinarli per data, titolo o autore e cancellare quelli che non vuoi più.
ja: ライブラリのメイン画面から、あなたが追加した書籍の一覧を見ることができます。一覧は日付順や、書名順、著者名順などで並べ替えができます。また、不要になった書籍を削除することもできます。

source: Step 2: Reading a book
da: Trin 2: Læs en bog
de: Schritt 2: ein Buch lesen
es: 2: Cómo leer un libro
fi: Vaihe 2: lue kirja
it: Step 2: Leggere un ebook
ja: ステップ2：読書をする

source: Click on the book's title from your library.
da: Klik på bogens titel i dit bibliotek
de: Klicken Sie auf den Titel Ihres Buches in der Bibliothek.
es: Una vez en tu biblioteca, haz clic sobre el título del libro
fi: Klikkaa kirjan nimeä kokoelmanäytössä
it: Clicca sul titolo dell'ebook nella tua biblioteca
ja: ライブラリから、書籍名を選んでクリックしてください。

source: The book will automatically open to the first page.
da: Bogen åbnes automatisk på første side
de: Die erste Seite des Buches wiurd automatisch geöffnet.
es: El libro se abrirá automaticamente en la primera página
fi: Kirja aukeaa automaattisesti ensimmäiselle sivulle.
it: Il libro si aprirà automaticamente alla prima pagina.
ja: 選んだ書籍の最初のページが自動的に開かれます。

source: The left side of the screen shows the book's <em>Table of Contents</em>. The current chapter you're reading will be in large gray type.
da: I venstre side af skærmen kan du se bogens <em>indholdsfortegnelse</em>. Det kapitel, du er i gang med, vises med stor, grå skrift.
de: Die linke Seite zeigt das <em>Inhaltsverzeichnis</em> des Buches. Der Titel des Kapitels, das Sie gerade lesen, wird in größerer, grauer Schrift angezeigt.
es: La parte izquierda de la pantalla te mostrará el <em>Índice de Materias</em> del libro. El capítulo que lees actualmente estará marcado en gris, en tipografía grande.
fi: Näytön vasen reunus näyttää kirjan <em>sisällysluettelon</em>. Kesken oleva luku näytetään harmaalla ja suurennettuna.
it: La parte sinistra dello schermo mostra il <em>Sommario</em> dell'ebook. Il capitolo che stai leggendo sarà in grigio.
ja: 画面の左端には、書籍の<em>目次</em>が表示されています。現在読んでいる章は、灰色の大きいフォントで表されています。

source: From the Table of Contents you can always click to <em>Download</em> your book in its original format, or click on <em>Book information</em> to see details about the book's copyright status, publisher, and other editions available online.
da: Du kan til hver en tid <em>downloade</em> din bog i det originale format, enten ved at klikke fra indholdsfortegnelsen, eller ved at klikke på <em>Information om bogen</em>
de: Vom Inhaltsverzeichnis aus können Sie das Buch im Originalformat <em>Herunterladen</em>, oder Sie klicken auf <em>Buch Information</em>, um die Details zu Copyright, Herausgeber und anderen Online Ausgaben sehen.
es: Partiendo del Índice de Materias, puedes hacer clic para <em>Descargar</em> el libro en su formato original, o hacer clic sobre la <em>Información</em> para ver detalles sobre derechos de autor, editorial y otras ediciones disponibles en línea.
fi: Sisällysluettelossa voit aina klikata <em>Siirrä</em> ladataksesi kirjan sen alkuperäisessä muotoilussa. Tai klikkaa <em>Tietoja kirjasta</em> nähdäksesi tekijänoikeustiedot, kustantajan ja kirjan muut laitokset verkossa.
it: Dal Sommario puoi sempre cliccare per <em>scaricare</em> il tuo ebook nel suo formato originale, o cliccare su <em>Ebook Info</em> per vedere dettagli sullo stato del copiright dell'ebook, dell'editore, e altre edizioni disponibili online.
ja: 目次から<em>ダウンロード</em>をクリックすることで、いつでも元のフォーマットで書籍をダウンロードできます。また、<em>書籍情報</em>をクリックすると、書籍の著作権や出版社、オンラインで読むことのできる改訂版の情報などを参照できます。

source: The Book Information page
da: Bogens informationsside
de: Die Buch Informationsseite
es: Página de información sobre el libro
fi: Tietoja kirjasta -sivu
it: La pagina Ebook Info
ja: 書籍情報のページ

source: Publisher, language, copyright and other information supplied with the ebook can be read here.
da: Her finder du oplysning om udgiver, sprog, ophavsret og anden information fra/om ebogen.
de: Herausgeber, Sprache, Copyright und andere Informationen, die das Buch zur Verfügung stellt, werden hier angezeigt.
es: Aquí se podrá leer información respecto a la editorial, idioma, derechos de autor, y otros datos que han sido suministrados con el libro.
fi: Näet kirjan kustantajan, kielen, tekijänoikeustiedot, ja muut kirjaan liitetyt tiedot.
it: Qui si possono trovare informazioni su editore, lingua e altri dati riguardanti l'ebook.
ja: 出版社や言語、著作権の他、書籍に関する情報はここから参照することができます。

source: Bookworm will also automatically look up other editions of this work in Google Book Search.
da: Bookworm vil automatisk lede efter andre udgaver af værket i Google Book Search.
de: Bookworm sucht automatisch andere Ausgaben dieses Werkes in Google Book Search.
es: Bookworm también se encargará de buscar otras ediciones del libro en Google Book Search.
fi: Bookworm myös etsii automaattisesti kirjan muut laitokset Google Book Search -palvelulla.
it: Bookworm cercherà automaticamente altre edizioni del titolo in Google Book Search.
ja: Bookwormは、この書籍の改訂版情報をGoogle Book Searchサービスを使って自動的に取得してきます。

source: Moving through a book
da: At bevæge sig gennem en bog
de: Sich durch ein Buch bewegen
es: Cómo se avanza a través del libro
fi: Kirjan selaaminen
it: Spostarsi dentro l'ebook
ja: 書籍の中を動き回る

source: Each page of your book will have <em>Next</em> and/or <em>Previous</em> arrows to move between pages. You can also always jump to another part or chapter by clicking on the <em>Table of Contents.</em>
da: På hver side i bogen findes en <em>Næste</em>-pil og/eller en <em>Forrige</em>-pil der bruges til at bladre frem og tilbage. Du kan også hoppe direkte til et andet sted i bogen ved at klikke på <em>Indholdsfortegnelse</em>
de: Auf jeder Seite Ihres Buches kann durch <em>Vorwärts</em> und/oder <em>Rückwärts</em> Pfeile zwischen den Seiten gewechselt werden. Sie können durch Klicken auf die Schaltfläche <em>Inhaltsverzeichnis</em> in andere Kapitel springen.
es: En cada página del libro se muestran dos flechas, marcadas <em>Siguiente</em> y <em>Anterior</em>, que te permiten moverte entre páginas consecutivas. Para acceder otra parte o capítulo del libro, haz clic sobre esa sección en el <em>Índice de Materias</em>.
fi: Jokaisessa kirjassa on nuolet <em>seuraavalle</em> ja <em>edelliselle</em> sivulle siirtymiseksi. " "Voit myös hypätä haluamaasi kohtaan luvussa klikkaamalla <em>sisällysluetteloa</em>.
it: Ogni pagina del tuo ebook avrà delle frecce <em>Succ.</em> e/o <em>Prec.</em> per muoverti tra le pagine. Puoi anche in ogni momento andare in un'altra sezione o capitolo cliccando su <em>Sommario.</em>
ja: 書籍内の個々のページには、<em>次のページへ</em> または<em>前のページへ</em>という矢印があります。他の部や章へジャンプしたい場合には、 <em>目次</em>の中から見出しを選択してクリックすると、移動できます。

source: Using <a href="%(reading_mode_url)s">Reading Mode</a> makes the Bookworm experience even better. <a href="%(reading_mode_url)s">Find out more</a>.
da: Du kan gøre læseoplevelsen endnu bedre ved at bruge <a href="%(reading_mode_url)s">Læsemodus. <a href="%(reading_mode_url)s">Læs mere</a>.
de: Der <a href="%(reading_mode_url)s">Lesemodus</a> macht die Bürcherwurm Erfahrung sogar noch besser. <a href="%(reading_mode_url)s">Erfahren Sie mehr darüber</a>.
es: Utiliza la <a href="%(reading_mode_url)s">Modalidad de Lectura</a> para una mejor experiencia. Consulta esta página para <a href="%(reading_mode_url)s">más detalles</a>.
fi: Käyttämällä <a href="%(reading_mode_url)s">lukunäyttöä</a> lukukokemus Bookworm -sivuilla on vielä parempi. <a href="%(reading_mode_url)s">Tietoja</a>.
it: Usare la <a href="%(reading_mode_url)s">Modalità Lettura</a> rende l'uso di Bookworm ancora più semplice. <a href="%(reading_mode_url)s">Scopri di più</a>.
ja: <a href="%(reading_mode_url)s">読書モード</a>を使うと、Bookwormをもっと快適にできます。<a href="%(reading_mode_url)s">読書モードの詳細についてはこちら</a>をご覧ください。
