Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: German
da: tysk
de: Deutsch
es: alemán
fi: Saksa
it: Tedesco
ja: ドイツ語

source: English
da: engelsk
de: Englisch
es: inglés
fi: Englanti
it: Inglese
ja: 英語

source: Danish
da: dansk
de: Dänisch
es: danés
fi: Tanska
it: Olandese
ja: デンマーク語

source: Finnish
da: finsk
de: Finnisch
es: finlandés
fi: Suomi
it: Finlandese
ja: フィンランド語

source: Spanish
da: spansk
de: Spanisch
es: español
it: Olandese
ja: デンマーク語

source: Italian
da: italiensk
de: Italienisch
es: italiano
ja: イタリア語

source: account/
da: konto/
de: Benutzerkonto
fi: tili/
ja: アカウント/

source: signin/
da: log på/
de: Anmelden
fi: kirjaudu/
it: entra/
ja: ログイン/

source: Bookworm API title list
da: Bookworm API titelliste
de: Bookworm API Titelliste

source: Profile and preferences for
da: Profil og præferencer for
de: Profil und Einstellungen für
es: Perfil y preferencias de usuario
fi: Tiedot ja asetukset käyttäjälle:
it: Profilo e opzioni per
ja: プロフィールと設定

source: About the Bookworm API
de: Über das Bookworm API

source: The Bookworm API (or Application Programming Interface) allows users and developers to access many of the features of Bookworm from other applications. Using the API, a developer can add, download, and list the EPUB content over HTTP in a user's <a href="%(library)s">Library</a>. This page describes the API in fairly low-level detail. This (rather dry) description is intented only for developers.
da: Bookworms API (eller Application Programming Interface) lader brugere og udviklere få adgang til Bookworms mange egenskaber fra andre applikationer. En udvikler kan ved at bruge API'et downloade og lave lister med ePub-indhold over HTTP-protokollen i en brugers <a href="%(library)s">Blibliotek</a>. Denne side beskriver meget detaljeret API'et. Denne - temmelig tørre - beskrivelse er udelukkende beregnet for udviklere.
de: Die Bookworm API (oder Application Programming Interface) erlaubt es Benutzern und Entwicklern viele der Bookworm Funktionen in anderen Anwendungen zu benutzen. Mit der API kann ein Entwickler ePub Inhalte einer <a href="%(library)s">Benutzerbibliothek</a> über HTTP hinzufügen, herunterladen und auflisten. Diese Seite beschreibt die API im Detail. Diese (ziemlich trockene) Beschreibung ist nur für Entwickler gedacht.

source: Authorization
de: Authorisierung

source: You need to <a href="%(signupurl)s">sign up</a> for Bookworm before using the API, as access is limited to existing users.
da: Du skal <a href="%(signupurl)s">tilmelde dig </a> Bookworm før du kan bruge API'et, da der kun er adgang for registrerede brugere.
de: Sie müssen sich bei Bookworm <a href="%(signupurl)s">anmelden</a> bevor Sie die API benutzen, da der Zugriff auf bestehende Benutzer beschränkt ist.

source: After logging in, visit your <a href="%(profile)s">Profile</a> to find your <code>api_key</code>. This <code>api_key</code> is a required parameter for all API requests and each request will be authorized against the <code>api_key</code>.
da: Når du har logget ind, kan du på din <a href="%(profile)s">profil</a> se din <code>api_key</code>. Denne <code>api_key</code> er obligatorisk som parameter ved alle dine API-kald.
de: Besuchen Sie nach dem Anmelden Ihr <a href="%(profile)s">Profil</a> um Ihren <code>api_key</code> zu finden. Dieser <code>api_key</code> ist ein vorgeschriebener Parameter für alle API Anfragen und jede Anfrage wird gegen diesen <code>api_key</code> geprüft.

source: Keep your API key private, like a password. Your API key will change if you update your password.
da: Hold din API-kode hemmelig, ligesom et password. Din API-kode ændres, hvis du ændrer password,
de: Schützen Sie Ihren API Schlüssel wie ein Kennwort. Ihr API Schlüssel ändert sich, falls Sie Ihr Kennwort ändern.

source: The API is only available over HTTPS.
da: API'et er kun tilgængeligt via HTTPS.
de: Die API ist nur über HTTPS verfügbar.

source: Library listing
de: Bibliotheksliste

source: An API client may request the list of titles in their <a href="%(library)s">Library</a> using an authorized <code>HTTP GET</code>. The results will be returned as an XHTML page that includes every title in one ordered list. Each list item will include a hyperlink to a <em>document address</em>, the <em>Title</em>, <em>Author(s)</em>, and <em>Date added</em>. The list will be ordered by <em>Date added</em>. The list will not be paginated. Here's a sample:
da: En API-klient kan bede om en liste over titlerne i "dens <a href="%(library)s">Bibliotek</a> ved at bruge en godkendt <code>HTTP GET</code>. Resultaterne afleveres som en XHTML-side, der indeholder hver titel i en ordnet liste. Hvert element i listen vil indeholde et hyperlink til en <em>dokumentadresse</em>, <em>titel</em>, <em>forfatter(e)</em>, og <em>tilføjelsesdato</em>.
de: Ein API Klient kann eine Liste der Titel in der <a href="%(library)s">Bibliothek</a> mit einem authentifizierten <code>HTTP GET</code> erfragen. Die Ergebnisse werden als XHTML Seite geliefert, die alle Titel in einer sortierten Liste enthält. Jedes Listenelement enthält einen Link zu einer <em>Dokumenten Adresse</em>, den <em>Titel</em>, <em>Autor(en)</em> und <em>Datum</em>. Die Liste ist sortiert nach <em>Datum</em>. Die Liste ist nicht in Seiten aufgeteilt.Hier ein Beispiel:

source: The listing like the above is available via an authorized <code>HTTP GET</code> from <a href="%(api_documents)s">%(api_documents)s</a>.
da: Lister som den ovenfor fås med en godkendt <code>HTTP GET</code> fra <a href="%(api_documents)s">%(api_documents)s</a>.
de: Die obige Liste erhält man mit einem authentifizierten <code>HTTP GET</code> von <a href="%(api_documents)s">%(api_documents)s</a>.

source: Adding titles to your Library
de: Titel Ihrer Bibliothek hinzufügen

source: A new title in EPUB format may be added to your <a href="%(library)s">Library</a> using an authorized <code>HTTP POST</code> using either of two techniques: directly via EPUB upload or indirectly by EPUB URL reference.
da: En ny titel i EPUB-format kan tilføjes til dit <a href="%(library)s">bibliotek</a> ved brug af en godkendt <code>HTTP POST</code> på én af to måder: ved direkte EPUB-opload eller ved indirekte EPUB URL-reference.
de: Ein neuer Titel im ePub Format kann Ihrer <a href="%(library)s">Bibliothek</a> durch ein authentifiziertes <code>HTTP POST</code> hinzugefügt werden: entweder direkt via ePub Upload oder indirekt durch eine ePub URL Referenz.

source: If using direct EPUB upload, the API user will POST a file's contents as <code>multipart/form-data</code> using the parameter <code>epub_data</code> for the EPUB bytes to <a href="%(api_documents)s">%(api_documents)s</a> (remember your <code>api_key</code> too). Here's an example of this using <code>curl</code>:
da: Ved brug af direkte EPUB-opload, *poster* brugeren en fils indhold som <code>multipart/form-data</code> ved at bruge parameteren <code>epub_data</code> for sine EPUB bytes til <a href="%(api_documents)s">%(api_documents)s</a> (husk også din <code>api_key</code>). Her ses et eksempel med <code>curl</code>:
de: Falls Sie den direkten ePub Upload benutzen, muss der API Benutzer den Dateiinhalt als <code>multipart/form-data</code> zu <a href="%(api_documents)s">%(api_documents)s</a> POSTen und den Parameter <code>epub_data</code> für die ePub Daten benutzen (denken Sie an den <code>api_key</code>). Hier ein Beispiel mit <code>curl</code>:

source: If you'd prefer to add a new ePub by URL reference, POST a request to <a href="%(api_documents)s">%(api_documents)s</a> with an <code>epub_url</code> parameter that references an externally-hosted ePub document available by unauthenticated <code>HTTP GET</code>. The Bookworm server will initiate a request for this ePub document and proceed as normal (maybe).
da: Hvis du hellere vil tilføje en ny ePub med URL-reference, skal du *poste* en forespørgsel til <ahref="%(api_documents)s">%(api_documents)s</a> med en <code>epub_url</code>-parameter med reference til et eksternt hostet ePub-dokument, der er tilgængeligt med en uautoriseret <code>HTTP GET</code>. Bookworm-serveren vil da afsende en forespørgsel efter dette ePub-dokument og (måske) fortsætte som normalt.
de: Falls Sie neue ePub Dateien lieber mit einer URL Referenz hinzufügen möchten, dann POSTen Sie eine Anfrage an <a href="%(api_documents)s">%(api_documents)s</a> mit einem <code>epub_url</code> Parameter, der ein extern bereitgestelltes ePub Dokument referenziert, das durch ein nicht-authentifiziertes <code>HTTP GET</code> zur Verfügung steht. Der Bookworm Server wird eine Anfrage für dieses ePub Dokument stellen und normal fortfahren (hoffentlich).

source: If either upload technique described above succeeds and the new ePub content is accepted by the Bookworm server, an <code>HTTP 201 Created</code> response (probably following some <code>HTTP 100 Continue</code>s) will be returned and the <code>Content-Location</code> header will reference the <em>document address</em> (write that down). The newly-uploaded title will now be available in the user's <a href="%(library)s">Library</a> .
da: Hvis det lykkes at oploade med én af de beskrevne metoder og Bookworm-serveren accepterer det nye ePub-indhold, vil der blive afleveret et <code>HTTP 201 Created</code>-svar (sandsynligvis efter en <code>HTTP 100 Continue</code>s), og <code>Content-Location</code>-headeren vil have reference til <em>dokumentadressen</em> (skriv den ned!). Den nys oploadede titel vil nu være tilgængelig i brugerens <a href="%(library)s">bibliotek</a>.
de: Falls eine der oben beschriebenen Techniken erfolgreich war und der neue ePub Inhalt durch den Bookworm Server akzeptiert wurde, wird mit einem <code>HTTP 201 Created</code> (ggf. nach einem <code>HTTP 100 Continue</code>s) geantwortet und die <code>Content-Location</code> Kopfzeile referenziert eine <em>Dokumenten Adresse</em> (notieren Sie diese). Der neu hochgeladene Titel steht nun in der <a href="%(library)s">Benutzerbibliothek</a> zur Verfügung.

source: Neither method for adding new ePubs checks to see if the user already seems to have this title in their <a href="%(library)s">Library</a> . API clients should check the contents of the user's <a href="#librarylisting">Library listing</a> before adding new titles.
da: Ingen af metoderne til at tilføje nye ePubs kontrollerer om brugeren allerede har titlen i sit <a href="%(library)s">Library</a>. API-klienter bør undersøge indholdet af brugerens <a href="#librarylisting">Library listing</a> før der tilføjes nye titler.
de: Keine der Methoden um neue ePub Dateien hinzuzufügen prüft, ob der Benutzer bereits diesen Titel in seiner <a href="%(library)s">Bibliothek</a> hat. API Klienten sollten den Inhalt der <a href="#librarylisting">Benutzerbibliothek</a> vor dem Hinzufügen von neuen Titeln prüfen.

source: Downloading ePub content from your Library
de: ePub Inhalt aus Ihrer Bibliothek herunterladen

source: API users will be able to download complete ePub documents from the user's <a href="%(library)s">Library</a> by <em>document address</em>. An authorized <code>HTTP GET</code> of a <em>document address</em> will return the complete content as <code>application/epub+zip</code>.
da: API-brugerne kan downloade komplette ePub-dokumenter fra brugerens <a href="%(library)s">bibliotek</a> via <em>dokumentadressen</em>. En godkendt <code>HTTP GET</code> for en <em>document address</em> vil returnere hele indholdet som <code>application/epub+zip</code>.
de: API Benutzer können komplette ePub Dokumente aus der <a href="%(library)s">Bibliothek</a> des Benutzers nach <em>Dokumenten Adresse</em>herunterladen. Ein authentifiziertes <code>HTTP GET</code> einer <em>Dokumentenadresse</em> liefert den kompletten Inhalt als <code>application/epub+zip</code>.

source: i-names are not supported
da: i-names understøttes ikke
de: i-Names werden nicht unterstützt
es: No se respaldan i-names
fi: i-nimet eivät ole tuettuja
it: gli i-names non sono supportati
ja: i-namesはサポートされていません。

source: next url "%s" is invalid
da: næste url "%s" er ugyldig
de: die folgende URL "%s" ist ungültig
es: el siguiente url "%s" no es válido
fi: seuraava url "%s" on väärä
it: url "%s" non valido
ja: 次の url "%s" は正しくありません。

source: Usernames can only contain letters, numbers and underscores
da: Brugernavne må kun indeholde bogstaver, tal og underscore
de: Benutzernamen können nur Buchstaben, Ziffern und Unterstriche enthalten
es: el nombre de usuario puede solamente contener letras, números y el guión bajo
fi: Käyttäjänimessä voi olla vain kirjaimia, numeroita ja alleviivausmerkkejä.
it: I nomi utente possono contenere solo lettere, numeri e sottolineature
ja: ユーザー名には、英数字とアンダースコア（_）が使用できます。

source: There is no account with this username.
da: Der findes ingen konto med dette brugernavn.
de: Es gibt kein Konto mit diesem Benutzernamen
es: No existe cuenta asociada con este nombre de usuario
fi: Käyttäjänimellä ei ole tiliä.
it: Non esiste nessun account con questo nome utente.
ja: このユーザー名では、アカウントの登録がありません。

source: Please enter a correct username and password. Note that both fields are case-sensitive.
da: Indtast venligst korrekt brugernavn og password. NB! der skelnes i begge felter mellem store og små bogstaver.
de: Bitte tragen Sie einen richtigen Benutzernamen und Kennwort ein. Beachten Sie die Groß-/Kleinschreibung in beiden Feldern.
es: Introduce un nombre de usuario y una contraseña válidos. Ten en cuenta que la contraseñ distingue mayúsculas de minúsculas.
fi: Kirjoita oikea käyttäjänimi ja tunnussana. Huomaa että isot ja pienet kirjaimet merkitsevät eri asioita.
it: Inserire nome utente e password corretti. Tutti e due i campi distinguono tra maiuscole e minuscole.
ja: 正しいユーザー名とパスワードを入力してください。どちらも大文字小文字が区別されるので注意してください。

source: This account is inactive.
da: Denne konto er ikke aktiv.
de: Dieses Konto ist inaktiv.
es: Esta cuenta no está activa
fi: Tämä tili ei ole käytössä.
it: L'account non è attivo
ja: このアカウントは使われていません。

source: This username is already taken. Please choose another.
da: Dette brugernavn er allerede ibrug. Vælg et andet.
de: Diesen Benutzernamen gibt es bereits. Bitte wählen Sie einen anderen.
es: Este nombre de usuario ya ha sido registrado. Por favor escoge otro.
fi: Käyttäjänimi on varattu. Ole hyvä ja tee uusi.
it: Questo nome utente è già registrato. Scegline un altro.
ja: このユーザー名はすでに使われています。別なものを選んでください。

source: This email is already registered in our database. Please choose another.
da: Denne emailadresse findes allerede i vores database. Vækg en anden.
de: Diese Email-Adresse ist bereits in der Datenbank vorhanden. Bitte wählen Sie eine andere.
es: Esta dirección de correo electrónico ya está registrada en la base de datos. Por favor escoge otra.
fi: Tällä sähköpostiosoitteella on jo käyttäjä. Ole hyvä tee uusi.
it: Questa email è già registrata nel nostro database. Scegliene un'altra.
ja: このメールアドレスはすでにデータベースに登録されています。別なものを選んでください。

source: This username doesn't exist. Please choose another.
da: Dette brugernavn findes ikke. Vælg et andet.
de: Der Benutzername existiert nicht. Bitten wählen Sie einen anderen.
es: Este nombre de usuario no existe. Por favor escoge otro
fi: Tätä käyttäjänimeä ei ole. Kirjaudu uudestaan.
it: Questo nome utente non esiste. Scegline un altro.
ja: このユーザー名は存在していません。別なものを選んでください。

source: Old password is wrong. Please enter a valid password.
da: Det gamle password er forkert. Indtast venligst et gyldigt password.
de: Das alte Kennwort ist falsch. Bitte geben Sie ein gültiges Kennwort ein.
es: La contraseña anterior es incorrecta. Por favor introduce una contraseña válida.
fi: Kirjoitit väärin vanhan salasanan. Yritä uudestaan.
it: La vecchia password è errata. Inserisci una password valida.
ja: 古いパスワードがまちがっています。正しいパスワードを入力してください。

source: new passwords do not match each other
da: De nye passwords er ikke ens.
de: die neuen Kennwörter stimmen nicht überein
es: Las contraseñas introducidas no concuerdan
fi: uudet salasanat eivät vastaa toisiaan
it: Le nuove password non corrispondono
ja: 新しいパスワードの入力内容が、それぞれ違っています。

source: Incorrect username.
da: Forkert brugernavn.
de: Benutzername nicht korrekt.
es: Nombre de usuario incorrecto
fi: Käyttäjänimessä on virhe.
it: Nome utente errato.
ja: 正しくないユーザー名です。

source: The password or OpenID was invalid
da: Password eller OpenID er ugyldigt
de: Das Kennwort oder die OpenID waren ungültig
es: El identificador OpenID o contraseña no es válida
fi: Salasanassa tai OpenID -tunnuksessa oli virhe
it: La password o l'OpenID non sono validi
ja: パスワードまたはOpenIDが正しくありません

source: Welcome
da: Velkommen
de: Willkommen
es: Bienvenido
fi: Tervetuloa
it: Salve
ja: ようこそ

source: Password changed.
da: Password ændret.
de: Kennwort geändert.
es: Hemos actualizado la contraseña
fi: Salasana vaihdettu.
it: Password cambiata.
ja: パスワードは変更されました。

source: Email changed.
da: Email ændret.
de: Email geändert.
es: Hemos actualizado la dirección de correo electrónico
fi: Sähköpostiosoite vaihdettu.
it: Email cambiata.
ja: メールアドレスは変更されました。

source: No OpenID was found in our database
da: Vi fandt ingen OpenID i databasen
de: Keine OpenID in der Datenbank gefunden
es: No hemos encontrado este identificador OpenID en la base de datos
fi: Tätä OpenID -tunnusta ei ole tietokannassamme.
it: Non è stato trovato l'OpenID nel nostro database
ja: OpenIDがデータベース内に見つかりませんでした。

source: This OpenID isn't associated with the current logged-in user
da: Dette OpenId er ikke knyttet til den bruger, der er logget ind.
de: Diese OpenID gehört nicht dem angemeldeten Benutzer
es: Este OpenID no está vinculado al usuario que ha iniciado esta sesión
fi: Kirjautuneelle käyttäjänimelle on tallennettu toinen OpenID -tunnus.
it: Questo OpenID non è associato con l'utente attualmente connesso
ja: このOpenIDは、現在ログインしているユーザーと関連付けられていません。

source: This OpenID is already associated with another account.
da: Dette OpenID er allerede tilknyttet en anden konto.
de: Die OpenID gehört einem anderen Benutzer.
es: Este OpenID ya está vinculado con otra cuenta existente
fi: Tämä OpenID -tunnus on jo toisen tilin käytössä.
it: Questo OpenID è già associato ad un altro account.
ja: このOpenIDは、他のアカウントとすでに関連付けられています。

source: This OpenID is now associated with your account.
da: Dette OpenID er nu tilknyttet din konto.
de: Diese OpenID wurde Ihrem Konto zugeordnet.
es: Hemos vinculado el identificador OpenID a tu cuenta Bookworm
fi: Tämä OpenID -tunnus on tallennettu käyttäjätiliisi.
it: Questo OpenID è ora associato con il tuo account
ja: このOpenIDは、あなたのアカウントと関連付けられました。

source: This OpenID isn't associated in the system.
da: Dette OpenID har ingen tilknytning.
de: Diese OpenID ist im System nicht vorhanden.
es: Este OpenID no está vinculado a ninguna cuenta en este sistema
fi: Tällä OpenID -tunnuksella ei ole käyttäjätiliä.
it: Questo OpenID non è associato nel sistema.
ja: このOpenIDはシステムと関連付けられていません。

source: Account deleted.
da: Konto slettet.
de: Konto gelöscht.
es: Cuenta borrada
fi: Käyttäjätili poistettu.
it: Account cancellato.
ja: アカウントは削除されました。

source: Request for a new password
da: Anmodning om nyt password
de: Neues Kennwort anfordern
es: Solicita una nueva contraseña
fi: Tee uusi salasana.
it: Richiesta di una nuova password
ja: 新しいパスワードをリクエストする

source: A new password has been sent to your email
da: Et nyt password er sendt til din emailadresse
de: Ein neues Kennwort wurde an Sie per Email versandt
es: Te hemos enviado una nueva contraseña a tu dirección de correo.
fi: Uusi salasana lähetetiin sähköpostiisi.
it: E' stata inviata una nuova password alla tua email
ja: 新しいパスワードがあなたのメールアドレスへ送信されました。

source: Can not change password. Confirmation key '%s' isn't registered.
da: Password kan ikke ændres. Bekræftelseskoden '%s' er ikke registreret.
de: Das Kennwort kann nicht geändert werden. Der Bestätigungsschlüssel '%s' ist nicht registriert.
es: No se puede cambiar la contraseña. La clave de confirmación '%s' no está registrada
fi: Salasanaa ei voi vaihtaa. Salasana '%s' ei ole käytössä.
it: Non è possibile cambiare la password. Il codice di conferma '%s' non è registrato.
ja: パスワードは変更できません。確認キー'%s'が登録されていません。

source: Cannot change password, as this user doesn't exist in the database.
da: Password kan ikke ændres, da brugeren ikke findes i databasen.
de: Das Kennwort kann nicht geändert werden, da der Benutzer nicht in der Datenbank vorhanden ist.
es: No se puede cambiar la contraseña ya que este nombre de usuario no existe en la base de datos
fi: Salasanaa ei voi vaihtaa, koska käyttäjänimeä ei ole tietokannassamme.
it: Non si può cambiare la password in quanto l'utente non esiste nel database.
ja: このユーザーはデータベースに存在しないので、パスワードは変更できません。

source: Password changed for %s. You could now sign in
da: Password for %s er ændret. Nu kan du logge ind.
de: Kennwort für %s geändert. Sie können sich nun anmelden
es: La contraseña de %s ha sido cambiada. Ahora puedes iniciar una sesión
fi: Tilin %s salasana on vaihdettu. Nyt voit kirjautua tilillesi.
it: Password cambiata per %s. Ora ti puoi connettere
ja: %sのパスワードは変更されました。ログインできます

source: Untitled
da: uden navn
de: Ohne Titel
es: Sin título
fi: Nimetön
it: Senza Titolo
ja: タイトル未定

source: There was a problem related to the encoding of one of the documents in your ePub. All ePub documents must be in UTF-8.
da: Der var problemer vedrørende tegnsættenes kodning i ét af dokumenterne i din ePub. Alle dokumenter skal være kodet i UTF-8.
de: Es gab ein Problem mit dem Encoding in einem Ihrer Dokumente. Alle ePub Dateien mügen in UTF-8 codiert sein.
es: Hemos hallado un error en el formato de codificación de caracteres en uno de los documentos del ePub. Todos los documentos han de estar codificados bajo el formato UTF-8.
ja: あなたのePubの中に、エンコーディングに問題のあるドキュメントがありました。ePubドキュメントのエンコードはUTF-8でなければなりません。

source: book title
da: bogtitel
de: Titel
es: título del libro
fi: kirjan nimi
it: titolo del libro
ja: 書籍のタイトル

source: first author
da: hovedforfatter
de: dem ersten Autor
es: primer autor
fi: alkuperäinen kirjoittaja
it: primo autore
ja: 第一著者

source: date added to your library
da: dato for tilføjelse til dit bibliotek
de: Datum, an dem das Buch zur Bibliothek hinzugefügt wurde,
es: fecha en que se agregó a tu biblioteca
fi: lisätty kokoelmaasi
it: data di inserimento in biblioteca
ja: あなたのライブラリに日付を付ける

source: ascending
da: stigende
de: aufsteigender
es: en orden ascendente
fi: nouseva
it: ascendente
ja: 上昇中

source: descending
da: faldende
de: absteigender
es: en orden descendente
fi: laskeva
it: discendente
ja: 下降中

source: alphabetically
da: alfabetisk
de: alphabetisch
es: alfabéticamente
fi: aakkosjärjestys
it: alfabetico
ja: アルファベット順で

source: by date value
da: i datoorden
de: nach Datum
es: según la fecha en que se agregó
fi: päivämäärän mukaan
it: per data
ja: 日付順で

source: There was a problem reading the metadata for this document.
da: Dokumentets metadata kunne ikke læses.
de: Die Metadaten des Dokumentes konnten nicht gelesen werden.
es: Ha habido un error al procesar los metadatos de este documento
fi: Tiedoston metadataa ei voi lukea.
it: C'è stato un problema nell leggere i metadati per questo documento.
ja: このドキュメントのメタデータを読み出すときに問題が発生しました。
