Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: This book contained content that Bookworm couldn't read. You may need to check with the publisher that this is a valid ePub book that contains either XHTML or DTBook-formatted content.
da: Denne bog har indhold som Bookworm ikke kunne læse. Du bør få forlaget til at bekræfte, at bogen er en valid epub-bog og indeholder enten XHTML- eller DTBook-formatteret indhold.
de: Der Inhalt dieses Buch konnte von Bookworm nicht gelesen werden. Fragen Sie den Herausgeber, ob das ePub Buch entweder XHTML oder DTBook formatierten Inhalt enthält.
es: Bookworm no ha podido procesar el contenido de este libro. Te sugerimos que te cerciores con la editorial de que el libro es un documento ePub válido que contiene XHTML o que se ajusta al formato DTBook.
fi: Bookworm ei osannut lukea kirjaa. Joudut ehkä tarkistamaan julkaisijalta, että kyseessä on standardin mukainen epub -tiedosto, jonka sisältö on koodattu joko XHTML- tai DTBook -muotoisena.
it: Questo libro presenta contenuti che Bookworm non riesce a leggere. Verifica con l'editore che sia un ePub valido che contiene file in formato XHTML o DTBook.
ja: この書籍にはBookwormが読み込むことのできないコンテンツが含まれていました。このePubファイルは、XTHMLまたはDTBookフォーマットのどちらのコンテンツを含んでいるかを、版元に確認してみてください。

source: Your profile has been updated.
da: Din profil er nu opdateret
de: Ihr Profil wurde aktualisiert
es: Hemos actualizado tu perfil de usuario
fi: Käyttäjätietosi päivitettiin.
it: Il tuo profilo è stato aggiornato.
ja: あなたのプロフィールは更新されました。

source: There was a problem with your request to delete this profile.
da: Der opstod problemer med din anmodning om at slette profilen.
de: Es gab ein Problem mit der Anforderung dieses Profil zu löschen.
es: Ha habido un error al procesar tu solicitud para borrar este perfil de usuario
fi: Käyttäjätietojen poistaminen ei onnistunut.
it: C'è stato un problema con la tua richiesta di cancellare il profilo.
ja: あなたからのリクエストによりこのプロフィールを削除するときに問題が発生しました。

source: The file you uploaded was not recognized as an ePub archive and could not be added to your library.
da: Den fil, du oploadede, kunne ikke genkendes som et epub-arkiv og kunne ikke føjes til dit bibliotek.
de: Die hochgeladene Datei wurde nicht als ePub Archiv erkannt und konnte Ihrer Bibliothek nicht hinzugefügt werden.
es: El libro que has cargado no se reconoce como archivo ePub válido y no se ha añadido a tu biblioteca.
fi: Palveluun siirrettyä julkaisua ei tunnistettu epub -tiedostoksi ja sitä ei voitu lisätä kokoelmaasi.
it: Il file che hai caricato non è stato riconosciuto come un ePub e non può essere aggiunto alla tua biblioteca.
ja: あなたがアップロードしようとしたファイルは、ePub形式のファイルではなかったので、ライブラリへは追加できませんでした。

source: We detected a problem with your ebook that is most likely related to it being too big to display safely in a web browser. This can happen with very large images, or with extremely long chapters. Please check with the publisher that the book has been formatted correctly. Very large pages would require a lot of scrolling and load very slowly, so they are not allowed to be added to Bookworm.
da: Der opstod et problem med din ebog. Det skyldes sandsynligvis, at den er for stor til at blive vist sikkert i en webbrowser. Dette sker gerne med meget store billeder eller virkelig lange kapitler. Vær venlig at få forlaget til at kontrollere, at bogen er korrekt formatteret. Meget store sider kræver at man scroller meget og de loades kun meget langsomt. de kan derfor ikke indlæses i Bookworm.
de: Wir haben ein Problem mit Ihrem Ebook festgestellt, das wahrscheinlich damit zusammenhängt, dass es zu groß ist, um sicher in einem Webbrowser dargestellt werden zu können. Dies kann mit sehr großen Bildern geschehen oder mit sehr langen Kapiteln. Bitte prüfen Sie mit dem Hersteller, dass das Buch korrekt formatiert wurde. Sehr lange Seiten laden sehr langsam und sind deshalb in Bookworm nicht erlaubt.
es: Hemos detectado un problema en tu libro, debido probablemente a que el tamaño excede lo que se puede visualizar correctamente en un navegador web. Esto ocurre con imágenes grandes o con capítulos muy largos. Verifica con la editorial que el formato del libro sea apropriado. Páginas demasiado largas requieren constante uso de las barras de desplazamiento para la lectura y demoran en cargar y, por esa razón, no se permiten en Bookworm.
fi: Digikirjasi on virheellinen. Saattaa olla, että tiedosto on liian suuri selaimelle. Syy voi olla, että kuvat ovat hyvin suuria tai kappaleet erittäin pitkiä. Voit joutua joutua tarkistamaan julkaisijalta, että tiedosto on formatoitu oikein. Hyvin suuret ikkunoitavat tiedostot vaativat paljon vieritystä ja latautuvat hitaasti, joten Bookworm joutuu kieltämään vastaavat tiedostot.
it: Abbiamo riscontrato un problema con il tuo ebook che forse è troppo grande per essere mostrato in modo sicuro su un browser. Questo può succedere con le immagini troppo grandi o con capitoli troppo lunghi. Verifica con l'editore che l'ebook è stato formattato correttamente. Pagine troppo grandi richiederebbero molto scrolling e un caricamento molto lento e quindi non si possono aggiungere a Bookworm.
ja: 問題が発生しました。あなたのebookが、ブラウザで安全に表示するには大きすぎることが原因だと思われます。極端にデータサイズの大きなイメージや長文の章があることで、こうした問題が起こることがあります。ebookが正しく作られているかを版元に確認してください。極端に大きなページは、たくさんスクロールする必要があり、また動作も非常に重くなります。そのためBookwormにはそのようなebookを追加できません。

source: It appears that you've uploaded a book which contains DRM (Digital Rights Management). This is a restriction that is meant to prevent illegal copying but also prevents legitimate owners from reading their ebooks wherever they like. You will probably need to use Adobe Digital Editions to read this ebook, but consider contacting the publisher or bookseller to ask them about releasing DRM-free ebooks.
da: Det lader til at du har oploadet en bog, der indeholder DRM (Digital Rights Management). Det er en begrænsning beregnet på at forhindre ulovlig kopiering men det forhindrer også ebøgernes retmæssige ejere i at læse deres bøger hvor de selv ønsker det. Du bliver nok nødt til at læse din ebog med Adobe Digital Editions, men du bør også overveje at kontakte forlaget eller bogens forhandler og foreslå dem at udsende ebøger uden DRM.
de: Offensichtlich haben Sie ein Buch hochgeladen, das durch DRM (Digital Rights Management) geschützt ist. Dies stellt eine Einschränkung dar, um illegales Kopieren zu unterbinden, hindert aber auch die rechtmäßigen Eigentümer daran, ihre Bücher zu lesen, wo immer sie wollen. Versuchen Sie es mit Adobe Digital Edition. Kontaktieren Sie bitte den Herausgeber, damit er eine DRM-freie Version herausgibt.
es: Al parecer has cargado un libro que tiene el acceso restringido por la gestión digital de derechos (DRM). Ésta es una restricción que impide la reproducción ilegal, pero que a la vez conlleva a impedirle al legítimo propietario del documento que pueda leerlo donde quiera. Es probable que necesites Adobe Digital Editions para leer este libro, pero te recomendamos que le sugieras a la editorial, o al vendedor, que publiquen sin este tipo de restricción.
fi: Näyttää siltä että olet siirtänyt palveluun DRM (Digital Rights Management) -suojatun tiedoston. Suojauksen tarkoituksena on estää laiton kopiointi. Samalla se estää laillisia omistajia lukemasta digikirjojaan missä ja miten he haluavat. Jos tiedosto on suojattu, kokeile Adobe Digital Editions -lukuohjelmaaa. Kannattaa myös ottaa yhteys julkaisijaan ja pyytä heiltä DRM -vapaita tiedostoja.
it: Sembra che hai caricato un ebook che contiene DRM (Digital Rights Management). Questa è una restrizione che serve a evitare copie illegali ma che impedisce ai legittimi proprietari di leggere i loro ebook dove vogliono. Probabilmente dovrai usare Adobe Digital Editions per leggere questo ebook, ma considera l'opportunità di contattare l'editore o il bookstore per chiedere loro di vendere ebook senza DRM.
ja: あなたはDRM（Digital Rights Management）付きの書籍をアップロードしたようです。この制限は違法コピーを防ぐだけでなく、正規のオーナーの書籍が不特定の場所で読まれることのないようにするためのものです。この書籍を読むにはAdobe Digital Editionsをお使いになるのがよいと思われますが、版元や販売元に連絡をとって、DRM-freeの電子書籍を配本してもらえないか問い合わせてみるとよいかもしれません。

source: <p class='bw-upload-message'>The file you uploaded looks like an ePub archive, but it has some problems that prevented it from being loaded. This may be a bug in Bookworm, or it may be a problem with the way the ePub file was created. The complete error message is:</p>
de: <p class='bw-upload-message'>Die hochgeladene Datei sieht wie ein ePub Archiv aus, es gab aber Probleme, die verhindern, dass es geladen werden konnte. Dies kann ein Fehler in Bookworm sein oder ein Problem mit der Art und Weise wie die ePub Datei erzeugt wurde. Die komplette Fehlermeldung lautet:

source: <p>(epubcheck thinks this file is valid, so this may be a Bookworm error)</p>
de: <p>(für Epubcheck ist Ihre Datei gültig, deshalb ist dies wahrscheinlich ein Bookworm Fehler)</p>

source: <p class='bw-upload-message'><a href='http://code.google.com/p/epubcheck/'>epubcheck</a> agrees that this is not a valid ePub file, so you should check with the publisher or content creator. It returned <strong id='bw-num-errors'>%d</strong> error(s):</p>
de: <p class='bw-upload-message'><a href='http://code.google.com/p/ epubcheck/'>epubcheck</a> sagt ebenfalls, dass dies keine gültige ePub Datei ist. Deshalb sollten Sie den Herausgeber kontaktieren. Das Ergebnis war: <strong id='bw-num-errors'>%d</strong> Fehler: </p>

source: The address you provided does not point to an ePub book
da: Den adresse, du angav, peger ikke på en ePub-bog
de: Die angegebene Adresse zeigt nicht auf ein ePub Buch

source: About Bookworm
da: Om Bookworm
de: Über Bookworm
es: ¿Qué es Bookworm?
fi: Tietoja Bookworm -palvelusta.
it: Informazioni su Bookworm
ja: Bookwormについて

source: Features
da: Egenskaber
de: Eigenschaften
es: Características
fi: Ominaisuudet
it: Caratteristiche
ja: 特徴

source: Read your e-books from anywhere in the world
da: Læs dine ebøger uanset hvor i verden du er
de: Lesen Sie Ihre Ebooks überall auf der Welt
es: Lee tus libros digitales en cualquier parte del mundo
fi: Lue digikirjoja missä liikutkin
it: Leggi i tuoi ebook ovunque
ja: eBookが世界中のどこからでも読める

source: Usable on a computer or smartphone such as the iPhone
da: Kan bruges både på en computer eller på en smartphone som fx en iPhone
de: Benutzbar auf dem Computer oder einem Smartphone wie dem iPhone
es: Se puede utilizar en un computador o en un teléfono inteligente, como el iPhone
fi: Käytä tietokoneella tai mobiililaitteilla kuten Symbian S60 -laitteet
it: Utilizzabile su computer o su smartphone come l'iPhone
ja: コンピュータやiPhoneのようなスマートフォンで利用が可能

source: Download to Stanza or your Sony Reader
da: Download til Stanza eller til din Sony Reader
de: In Stanza oder Ihren Sony Reader herunterladen
es: Descarga a Stanza o a Sony Reader
fi: Siirrä Stanzaan tai Sony Reader -lukijaan
it: Scarica direttamente su Stanza o sul Sony Reader
ja: StanzaまたはSony Readerへダウンロードする

source: Technical details
da: Tekniske detaljer
de: Technische Details
es: Detalles técnicos
fi: Teknisiä tietoja
it: Dettagli tecnici
ja: 技術的な詳細

source: Faithfully renders all levels of HTML
da: Viser alle HTML-niveauer korrekt
de: Stellt alle Stufen von HTML dar
es: Reproduce correctamente todos los niveles de HTML
fi: Esittää tarkasti oikein muotoillun HTML:n
it: Riproduce fedelmente tutti i livelli di HTML
ja: すべてのレベルのHTMLを忠実にレンダリング

source: Automatically-generated TOC based on document metadata
da: Automatisk genereret Indholdsfortegnelse på grundlag af dokumentets metadata
de: Automatisch erzeugtes Inhaltsverzeichnis, basierend auf den Metadaten des Dokumentes
es: Índice de materias TOC, creado automáticamente a partir de metadatos en el documento
fi: Sisällysluettelo automaattisesti tiedoston metadatasta
it: Sommario generato automaticamente a partire dai metadati
ja: ドキュメントのメタタグに基づいて目次（TOC）を自動生成する

source: Supports all levels of the CSS specification available to your browser
da: Understøtter alle de af CSS-specifikationens niveauer, som din browser kan håndtere
de: Unterstützt alle Stufen der CSS-Spezifikation in Ihrem Browser
es: Respalda todos los niveles de especificación para hojas de estilo disponibles en tu navegador
fi: Tukee kaikkia selaimesi käyttämiä CSS -suosituksia
it: Supporta tutti i livelli di CSS disponibili sul tuo browser
ja: お使いのブラウザで利用可能なCSSの仕様のすべてをサポートする

source: Inline image support: PNG, JPG, GIF
da: Inline-billeder, understøttelse: PNG, JPG, GIF
de: Unterstützung für Inline-Grafiken: PNG, JPG, GIF
es: Admite imágenes en línea, bajo el formato PNG, JPG, GIF
fi: Tukee inline kuvaelementtejä: png, jpg, gif
it: Supporta i formati di immagini PNG, JPG, GIF
ja: サポートするインラインイメージ: PNG, JPG, GIF

source: SVG image support
da: Understøttelse af SVG-billeder
de: Unterstützung für SVG Grafiken
es: Respalda imágenes en formato SVG
fi: Tukee svg -kuvia
it: Supporta il formato SVG
ja: サポートするSVGイメージ

source: For questions or problems with Bookworm, please contact <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>
da: Hvis du har spørgsmål eller problemer med Bookworm, så kontakt <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>
de: Falls Sie Fragen oder Probleme mit Bookworm haben, kontaktieren Sie bitte <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>
es: Para preguntas o problemas respecto a Bookworm, por favor contacta con <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>
it: Per domande o problemi con Bookworm, contattare <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>
ja: Bookwormについてのご質問やお問い合わせは、<a href="%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>までご連絡ください。

source: For more information about Threepress, please visit our <a href="http://threepress.org/about/">About</a> page.
da: Vil du vide mere om Threepress, kan du besøge vores <a href="http://threepress.org/about/">Om</a>-side.
de: Für mehr Information über Threepress besuchen Sie bitte unsere <a href="http://threepress.org/about/">Über</a> Seite.
es: Para más información sobre Threepress, visita la página <a href="http://threepress.org/about/">Threepress</a>
fi: Lisää tietoja Threepress -palvelusta <a href="http://threepress.org/about/">sivuillamme</a>.
it: Per maggiori informazioni su Threepress, visitare la nostra pagina <a href="http://threepress.org/about/">Informazioni</a>.
ja: Threepressについての詳細は、<a href="http://threepress.org/about/">Threepressについて</a>をご参照ください。

source: <strong>Bookworm</strong> is an experimental platform for storing and reading ePub-format books online.
da: <strong>Bookworm</strong> er en eksperimenterende platform til onlinelagring og -læsning af ebøger i ePub-format.
de: <strong>Bookworm</strong> ist eine experimentelle Plattform, um Bücher im ePub-Format zu speichern und online zu lesen.
es: <strong>Bookworm</strong> es una plataforma experimental para archivar y leer libros electrónicos en línea
fi: <strong>Bookworm</strong> on kokeellinen palvelu, jolla käyttäjät voivat siirtää julkaisuja palveluun ja lukea niitä verkossa.
it: <strong>Bookworm</strong> è una piattaforma sperimentale per memorizzare e leggere gli ebook ePub online.
ja: <strong>Bookworm</strong>は、ePubフォーマットの書籍をオンラインで読み、保管するための実験的なプラットフォームです。

source: How do I use Bookworm?
da: Hvordan bruger jeg Bookworm?
de: Wie benutze ich Bookworm?
es: ¿Cómo se usa Bookworm?
fi: Miten käytän palvelua?
it: Come si usa Bookworm?
ja: Bookwormはどのように使えばよいのですか？

source: What is ePub?
da: Hvad er ePub
de: Was ist ePub?
es: ¿Qué es ePub?
fi: Mikä on ePub
it: Cosa è l'ePub?
ja: ePubとは何ですか？

source: Does it work on a mobile phone?
da: Virker det på mobiltelefonen?
de: Funktioniert es mit einem Mobiltelefon?
es: ¿Cómo funciona en un teléfono móvil?
fi: Toimiiko se mobiililaitteissa?
it: Funziona sul cellulare?
ja: 携帯電話でも動きますか？

source: Where can I get ePub books?
da: Hvor får jeg fat i ebøger i ePub-format?
de: Wo kann ich ePub Bücher erhalten?
es: ¿Dónde puedo obtener libros ePub?
fi: Mistä saan ePub -kirjoja?
it: Dove posso trovare titoli in ePub?
ja: ePubの書籍はどこで入手できますか？

source: I'm having a problem
da: Jeg har problemer
de: Ich habe ein Problem festgestellt
es: Problemas
fi: Minulla on ongelma
it: Ho un problema
ja: 問題が発生しています

source: I'm a publisher
da: Jeg er forlægger
de: Ich bin Herausgeber
es: Para editoriales
fi: Olen julkaisija
it: Sono un editore
ja: 私は版元／出版業者です

source: What about other formats?
da: Hvad med andre formater?
de: Wie sieht es mit anderen Formaten aus?
es: Otros formatos
fi: Entä muut formaatit?
it: E gli altri formati?
ja: 他のフォーマットにはどんなものがありますか？

source: Can I share my ePubs?
da: Kan jeg dele mine ePub-filer med andre?
de: Kann ich meine ePubs mit anderen teilen
es: ¿Puedo compartir mis libros ePub?
fi: Voinko jakaa epub -kirjojani?
it: Posso condividere i miei ePub?
ja: 自分のePub書籍を他の人と共有できますか？

source: Are my books safe?
da: Er mine ebøger sikre?
de: Sind meine Bücher sicher?
es: ¿Están protegidos mis libros?
fi: Ovatko kirjani turvassa?
it: Sono al sicuro i miei libri?
ja: 私の書籍は安全なのでしょうか？

source: Who is responsible for Bookworm?
da: Hvem er ansvarlig for Bookworm?
de: Wer ist für Bookworm verantwortlich?
es: ¿Quién es el encargado de Bookworm?
fi: Kuka vastaa Bookworm -palvelusta?
it: Chi è il responsabile di Bookworm?
ja: Bookwormの責任者は誰ですか？

source: How does it work? What do I download?
da: Hvordan virker det? Hvad skal jeg downloade?
de: Wie funktioniert es? Was lade ich herunter?
es: ¿Cómo funciona? ¿Qué tengo que descargar?
fi: Miten se toimii? Pitääkö minun ladata jotain?
it: Come funziona? Cosa scarico?
ja: どんな仕組みですか？何をダウンロードできるのでしょうか？

source: The great thing about Bookworm is there's nothing to download! Here's how it works:
da: Det gode ved Bookworm er at der ikke skal downloades noget! Det virker sådan her:
de: Das Gute an Bookworm ist, dass man nichts herunterladen muss! So funktioniert es:
es: ¡Lo bueno de Bookworm es que no hay nada que descargar! Funciona así:
fi: Hienoa Bookworm -palvelussa on, että sinun ei tarvitse ladata mitään! Näin se toimii:
it: Il bello di Bookworm è che non si scarica nulla! Ecco come funziona:
ja: Bookwormのすぐれた点は、何もダウンロードする必要がないことです！次のような仕組みです：

source: Create a Bookworm account and log in
da: Opret en Bookworm-konto og log ind
de: Erstellen Sie ein Bookworm Konto und melden sich an
es: Crea una cuenta en Bookworm y autentifícate
fi: Luo käyttäjätili ja kirjaudu palveluun
it: Crea un account Bookworm ed entra
ja: Bookwormのアカウントを作成してログインする。

source: Upload an ePub book
da: Opload en ebog i epub-format
de: ePub Buch hinzufügen
es: Carga un libro ePub
fi: Siirä epub -kirja palveluun
it: Carica un ebook ePub
ja: ePub書籍をアップロードする。

source: Start reading by just clicking on the book title in your library!
da: Klik på en bogtitel i dit bibliotek og begynd så at læse!
de: Klicken Sie einfach auf den Buchtitel in Ihrer Bibliothek und lesen Sie!
es: Comienza a leer haciendo clic sobre el título de un libro en tu biblioteca
fi: Klikkaa kirjan nimeä kokelmassasi ja voit alkaa lukea!
it: Inizia a leggere cliccando sul titolo nella tua biblioteca!
ja: あなたのライブラリにある書籍名をクリックして読書を始めましょう！

source: Because your books are stored on the Bookworm site, you can read them from any web browser and on most mobile web devices, anywhere in the world! We're working on ways for you to read your book content on your mobile phone even when you aren't connected to the internet.
da: Dine bøger er gemt på Bookworm-sitet. Derfor kan du læse dem fra enhver webbrowser og fra de fleste mobile onlineenheder i verden. Vi arbejder på også at gøre det muligt for dig at læse dine bøger på mobilen når du ikke har forbindelse til internettet.
de: Da Ihre Bücher auf der Bookworm Site gespeichert sind, können Sie sie mit jedem Webbrowser und den meisten mobilen Web-Geräten überall auf der Welt lesen! Wir arbeiten an Lösungen damit Sie Ihre Bücher auf Ihrem Mobiltelefon lesen können, falls Sie keine Verbindung zum Internet haben.
es: Ya que tus publicaciones quedan archivadas en Bookworm, puedes utilizar cualquier navegador, y varios dispositivos móviles, para acceder tu biblioteca desde cualquier parte del mundo. Actualmente estamos creando nuevas funciones que te permitirán leer tus libros en un teléfono móvil, aunque no estés conectado al web.
fi: Kun siirrät kirjasi Bookwormin palvelimelle, voit lukea niitä millä tahansa www-selaimella ja useimmilla mobiililaitteilla - missä oletkin! Kehitämme myös tapaa, jolla voit lukea kokoelmaasi silloinkin kun et ole verkossa.
it: Poiché i tuoi ebooks sono salvati nel sito Bookworm, puoi leggerli da qualunque browser e sui principali cellulari con accesso web, ovunque ti trovi! Stiamo studiando anche modi per farti leggere i tuoi ebook sul cellulare quando non sei connesso a internet.
ja: あなたの書籍はBookwormのサイトに保存されているので、どのブラウザからでも、またほとんどのモバイル機器上のブラウザからでも、それらを読むことができます。つまり、世界中のどこででも読書ができるのです！ 私たちは、インターネットに接続していないときでも、あなたが携帯電話であなたの蔵書を読めるように、さらに開発を進めています。

source: <a href="%(toururl)s">Take the tour</a> to see an example of Bookworm in action.
da: <a href="%(toururl)s">Tag på rundtur</a> for at se et eksempel på Bookworm i brug.
de: <a href="%(toururl)s">Machen Sie eine Führung</a> um Bookworm kennenzulernen.
es: Haz este <a href="%(toururl)s">recorrido virtual</a> para ver un ejemplo que muestra cómo funciona Bookworm
fi: <a href="%(toururl)s">Tutustu palveluun</a> ja näe kuinka Bookworm toimii.
it: <a href="%(toururl)s">Prova</a> per vedere Bookworm in azione.
ja: <a href="%(toururl)s">Bookwormツアーで</a>Bookwormの使い方を見てみましょう。

source: ePub is the open ebook standard developed by the <a href="http://www.idpf.org/">International Digital Publishing Forum</a> (<acronym>IDPF</acronym>). It is based on a number of other open standards including XHTML, making ePub books ideally suited to be read on web browsers.
da: epub-formatet er en åben ebogsstandard, som er udviklet af <a href="http://www.idpf.org/">International Digital Publishing Forum</a> (<acronym>IDPF</acronym>). Formatet er baseret på en række åbne standarder, herunder XHTML. Det gør ePub-formatet overordentlig velegnet til læsning i webbrowsere.
de: ePub ist der offene Ebook Standard, der durch das <a href="http://www.idpf.org/">International Digital Publishing Forum</a> (<acronym>IDPF)</acronym> entwickelt wird. Er basiert auf anderen offenen Standards, einschließlich XHTML. ePub Bücher sind damit ideal geeignet, um in Webbrowsern gelesen zu werden.
es: ePub es el estándar abierto para libros electrónicos creado por el <a href="http://www.idpf.org/">International Digital Publishing Forum</a> (<acronym>IDPF</acronym>). Se basa en varios otros estándares abiertos, como el XHTML, lo cual facilita la lectura en navegadores web.
fi: ePub on avoin digikirjojen standardi, jonka yllläpitäjä on <a href="http://www.idpf.org/">International Digital Publishing Forum</a> (<acronym>IDPF</acronym>). Perustana on käytetty muita avoimia standardeja kuten XHTML - minkä vuoksi epub -kirjat sopivat erittäin hyvin www-selaimessa luettaviksi.
it: ePub è lo standard aperto per gli ebook sviluppato da<a href="http://www.idpf.org/">International Digital Publishing Forum</a> (<acronym>IDPF</acronym>). E' basato su molti altri standard aperti, tra cui XHTML, che rende gli ePub leggibili perfettamente sui browser.
ja: ePub はオープンなebookの標準規格で、<a href="http://www.idpf.org/">International Digital Publishing Forum</a> (<acronym>IDPF</acronym>)によって開発されています。ePubには、XHTMLを含む他の多くのオープンな標準規格が含まれており、ブラウザでePub書籍を読みやすくするために活用されています。
