Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: What do I do first? <!-- trans: to use Bookworm -->
da: Hvordan kommer jeg i gang?
de: Was muß ich als Erstes tun?
es: ¿Cómo comienzo?
fi: Mistä aloittaa?
it: Cosa devo fare prima?
ja: まず何をすればよいのでしょうか？<!-- trans: to use Bookworm -->

source: The easiest way to get acquainted with Bookworm is to <a href="%(toururl)s">take the tour</a>.
da: Den letteste måde at lære Bookworm at kende på, er at <a href="%(toururl)s">tage på rundtur</a>.
de: Die einfachste Art mit Bookworm vertraut zu werden, ist <a href="%(toururl)s">Bookworm auszuprobieren</a>.
es: La forma más fácil de familiarizarse con Bookworm es a través de este <a href="%(toururl)s">recorrido virtual</a>.
fi: Helpoin tapa oppia Bookworm -palvelun käyttö on <a href="%(toururl)s">tehdä kierros</a>.
it: Il modo più semplice per capire Bookworm è <a href="%(toururl)s">fare un giro</a>.
ja: 手軽にBookwormを始めたいなら、まずは<a href="%(toururl)s">クイック・ツアー</a>のページを覗いてみてください。

source: For more information, try reading the <a href="%(abouturl)s">About</a> page for some background on the goals and strengths of Bookworm.
da: Hvis du har brug for yderligere info, kan du på <a href="%(abouturl)s">Om</a>-siden læse mere om baggrunden for Bookworms målsætninger og kvaliteter.
de: Mehr Information finden Sie auf der <a href="%(abouturl)s">Über</a> Seite mit Hinweisen zu den Zielen und Stärken von Bookworm.
es: Para más información, consulta la página <a href="%(abouturl)s">¿Qué es Bookworm?</a>, para hacerte una idea del propósito y ventajas de utilizar esta aplicación.
fi: Lisää tietoja saat <a href="%(abouturl)s">lukemalla</a> sivun palvelun tavoitteista ja ominaisuuksista
it: Per maggiori informazioni, leggi la pagina <a href="%(abouturl)s">Info</a> per conoscere obiettivi e punti di forza di Bookworm.
ja: 詳しい情報は、<a href="%(abouturl)s">Bookwormについてのページ</a>をご覧ください。Bookwormの目的やメリットなどについて解説しています。

source: I'm having problems adding a book
da: Jeg kan ikke tilføje en bog
de: Ich habe Probleme ein Buch hinzuzufügen
es: Problemas a la hora de añadir un libro
fi: En saa lisättyä kirjaa kokoelmaan
it: Ho problemi ad aggiungere un ebook
ja: 書籍を追加しようとして問題が発生しました。

source: Here are some common things to check
da: her er nogle ting, du bør tjekke
de: Einige Dinge, die Sie überprüfen sollten
es: Aquí tienes una lista de diagnóstico
fi: Aloita tarkistamalla seuraavat:
it: Ecco i casi più frequenti
ja: よくある問題については次の質問をチェックしてください。

source: Is the book in ‘ePub’ format?
da: Er bogen i ‘ePub’-format?
de: Ist das Buch im ‘ePub’ Format?
es: ¿El libro está en formato ‘ePub’?
ja: 書籍は ‘ePub’ フォーマットになっていますか？

source: Bookworm only accepts ePub books. You'll know an ebook is in ePub format if its name ends in <strong>.epub</strong>. If it doesn't, it's probably a PDF or some other kind of ebook. Check the website where you got the book for help on what software to use when reading it.
da: Bookworm accepterer kun ePub-bøger. En ebog er i ePub-format, hvis dens filnavn ender på <strong>.epub</strong>. Gør den ikke det, er det sikkert en PDF-baseret ebog eller en anden form for ebog. Tjek den hjemmeside hvor du hentede ebogen, for at få information om hvilken software der skal bruges til at læse den.
de: Bookworm akzeptiert nur ePub Bücher. Falls der Name mit <em>.epub</em> endet, ist es wahrscheinlich ein ePub Buch. Falls nicht, ist es wahrscheinlich ein PDF oder ein anderes Ebook Format. Überprüfen Sie auf der Website von der Sie das Buch erhalten haben, mit welcher Software Sie das Buch lesen können.
es: Bookworm sólo acepta libros en formato ePub. Libros en este formato se pueden reconocer a través del nombre del documento, que termina con la extensión <strong>.epub</strong>. En caso contrario, el libro es probablemente un documento PDF o algún otro tipo de libro electrónico. Dirígete al sitio donde obtuviste el documento para indagar qué tipo de software de lectura debes utilizar.
fi: Bookworm ottaa vastaan vain ePub -kirjoja. Digikirja on ePub -kirja jos sen tiedostopääte on <strong>.epub</strong>. Jos se on jotain muuta, hallussasi on PDF tai jokin muu digikirja. Tarkista julkaisun toimittajalta, millä lukuohjelmalla sen voi lukea.
it: Bookworm accetta solo ePub. Puoi sapere se un ebook è in formato ePub se il suo nome finisce con <strong>.epub</strong>. Se non è così, forse è un PDF o un altro tipo di ebook. Verifica sul sito web da cui hai preso il libro per sapere quale software usare per leggerlo.
ja: BookwormはePubにのみ対応しています。お持ちの書籍がePub形式かどうかを見分けるにはファイル名の末尾が <strong>.epub</strong>かどうかを確認してください。もし違っていれば、そのファイルはPDFやその他の形式のebookでしょう。お持ちの書籍の入手先のウェブサイトのヘルプページなどで、どのソフトウェアを使って読むべきかを確認してみてください。

source: Did Bookworm tell you there was a problem with the book?
da: Har Bookworm fortalt dig, at der er problemer med bogen?
de: Sagte Ihnen Bookworm, dass es ein Problem mit dem Buch gab?
es: ¿Bookworm te informa que hay problemas con el libro?
fi: Antoiko sivusto virheilmoituksen kirjasta?
it: Bookworm ti dice che c'è un problema con un ebook?
ja: Bookwormのシステムは、その書籍には問題があると言っていませんか？

source: You might get an error message like this when you add a book
da: Du kan risikere at få en fejlmeddelelse som denne, når du tilføjer en bog
de: Sie können eine Fehlermeldung wie diese erhalten, wenn Sie ein Buch hinzufügen
es: Al añadir un libro, puedes recibir uno de los siguientes errores
fi: Voit saada samanlaisen virheilmoituksen jos siirrät kirjan
it: Potresti ricevere un messaggio di errore come questo:
ja: 書籍を追加したときに、きっとこんなエラーメッセージを目にしているはずです。

source: click to enlarge
da: Klik for at forstørre
de: Zum Vergößern anklicken
es: Haz clic para ampliar
fi: klikkaa suuremmaksi
it: clicca per ingrandire
ja: クリックで拡大します

source: The ePub format is still new, and not all ePub books are made quite right. Bookworm tries to accept a wide variety of ePubs, but sometimes it can't handle ebooks that are too unusual.
da: ePub-formatet er stadig nyt, og ikke alle ePub-ebøger er helt korrekt udformet. Bookworm forsøger at acceptere mange slags ePub, men det sker, at nogle ebøger er for afvigende til at kunne håndteres.
de: Das ePub Format ist noch ziemlich neu und nicht alle ePub Bücher wurden richtg erstellt. Bookworm versucht eine Vielzahl von ePubs zu akzeptieren, aber manchmal kann es Ebooks nicht verarbeiten, die zu ungewöhnlich sind.
es: El formato ePub es de reciente creación y no todos los libros se conforman apropiadamente a la especificación. Bookworm intenta aceptar una variedad de publicaciones ePub, pero a veces no logra procesar documentos que son muy inusuales.
fi: Pub -tiedostomuoto on vielä tuore ja kaikkia ePub -kirjoja ei ole koottu virheittä. Bookworm yrittää esittää mahdollisimman erilaisia ePub -kirjoja mutta voi käydä niin että liian erilaiset kirjat eivät siirry.
it: Il formato ePub è ancora giovane, e non tutti gli ePub sono fatti bene. Bookworm prova ad accettare un'ampia gamma di ePubs, ma a volte non riesce a leggere ebook troppo insoliti.
ja: ePubフォーマットはまだ新しく、すべてのePub書籍が正しく作られているとは限りません。BookwormはさまざまなePubファイルを受け入れるよう努力をしていますが、ファイルがあまりにも特殊な場合には、それを扱えないこともあります。

source: On the other hand, Bookworm is also new and still has bugs. When your book was uploaded into Bookworm and a problem was detected, Bookworm contacted an <a href="http://www.threepress.org/document/epub-validate/">ePub validation system</a>, which uses a program called ‘epubcheck’ by Adobe. Bookworm will tell you if epubcheck also thought there was a problem with the ebook. If they both agree, it's likely that the publisher didn't make the ePub correctly.
da: På den anden side er Bookworm også meget ny, og programmet har stadig nogle fejl. Da din bog blev oploadet til Bookworm og problemet opstod, kontaktede Bookworm af sig selv et <a href="http://www.threepress.org/document/epub-validate/">ePub-valideringssystem</a>. Dette system bruger et program, der hedder ‘epubcheck’ fra Adobe. Bookworm fortæller dig, om epubcheck også mener der er noget galt med ebogen. Hvis begge programmer kommer til den konklusion, er det sandsynligt, at udgiveren ikke har lavet ePub-filen korrekt.
de: Allerdings ist Bookworm selbst noch ziemlich neu und ist fehlerhaft. Wenn Ihr Buch in Bookworm hochgeladen wurde und ein Problem festgestellt wurde, kontaktierte Bookworm ein <a href="http://www.threepress.org/document/epub-validate/">ePub Validierungs System</a>, das ein Programm namens ‘epubcheck’ von Adobe benutzt. Bookworm sagt Ihnen, ob epubcheck ebenfalls ein Problem mit dem Ebook festgestellt hat. Falls beide übereinstimmen, ist es wahrscheinlich, dass der Herausgeber das ePub nicht korrekt erstellt hat.
es: Bookworm también es de reciente creación y aún contiene errores. Si surgió un fallo a la hora de cargar un libro, Bookworm contactó con el <a href="http://www.threepress.org/document/epub-validate/">servicio de validación ePub</a>, que hace uso de la herramienta ‘epubcheck’ de Adobe. Bookworm te informará en caso que epubcheck también haya encontrado fallos en el documento y, si los dos coinciden, lo más probable es que la editorial no haya producido un documento correcto.
ja: 一方で、Bookwormはまだ新しく、 バグを抱えています。 書籍をアップロードしようとしたときに問題が発覚すれば、Bookwormは<a href="http://www.threepress.org/document/epub-validate/">ePub validation system</a>を呼び出します。ePub validation systemはAdobe製の ‘epubcheck’を呼び出しています。epubcheckによって、やはりebookに問題があると考えられる場合には、Bookwormはそれをユーザーに通知します。Bookwormとepubcheckの両方で問題があるようなら、出版社が正しいePub形式で書籍を作っていない可能性があります。

source: Whenever an ePub book fails to get added to the library, the Bookworm developer is notified. If a bug in Bookworm is found, it's usually fixed in a few days, so check back or email <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> for a status.
da: Hver eneste gang det ikke lykkes at føje en ePub-bog til biblioteket, vil Bookworm-udvikleren få besked. Hvis der findes en fejl i Bookworm, tager det normalt et par dage at rette den. Så prøv igen på et senere tidspunkt eller send en email til <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> for at få en status.
de: Immer wenn ein ePub Buch nicht zu Ihrer Bibliothek hinzugefügt werden konnte, werden die Bookworm Entwickler benachrichtigt. Falls ein Fehler gefunden wird, wird er normalerweise innerhalb weniger Tage korrigiert. Versuchen Sie es später noch einmal oder senden eine Email an <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>, um eine Statusmeldung zu erhalten.
es: Cuando surge un error a la hora de cargar un libro a la biblioteca, el equipo de desarrollo de Bookworm recibe un mensaje y procede a corregir cualquier fallo de software que se haya identificado. En tal caso, vuelve a verificar el estatus en fecha futura, o contacta con <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>
it: Quando un ePub non viebe aggiunto alla biblioteca, viene inviata una notifica agli sviluppatori. Se si trova un bug in Bookworm, di solito viene risolto in pochi giorni, perciò verifica di nuovo o manda una mail a <a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a> per conoscere lo status.
ja: ePub書籍をライブラリに追加できないと、Bookwormは開発者へ通知します。Bookwormにバグが発見された場合には、通常は数日中に修正がなされます。再度確認するか、メールで<a href="mailto:%(ADMIN_EMAIL)s">%(ADMIN_EMAIL)s</a>へ問い合わせてみてください。

source: Does the book contain DRM (Digital Rights Management)?
da: Er ebogen udstyret med kopibeskyttelse (Digital Rights Management, DRM)?
de: Enthält das Buch durch DRM (Digitral Rights Management) geschützte Inhalte?
es: ¿El libro tiene acceso regido por la gestión digital de derechos (<em>DRM</em>)?
fi: Onko kirja DRM (Digital Rights Management) -suojattu?
it: Il libro contiene DRM (Digital Rights Management)?
ja: 書籍はDRM (Digital Rights Management)を含んでいませんか？

source: Some ePub books have restrictions that prevent them from being read on unauthorized devices. Bookworm does not support any kind of DRM and the developers feel it is not a sufficient piracy deterrent to warrent limiting where you can read.
da: Visse ebøger har begrænsninger, der forhindrer at man læser dem på ikke-godkendte apparater. Bookworm understøtter ingen former for DRM og udviklerne mener ikke, at DRM afskrækker folk fra piratkopiering i tilstrækkelig høj grad til at berettige begrænsning af hvor man må læse sin bog.
de: Einige ePub Bücher haben Einschränkungen, die verhindern, es auf einem nicht autorisierten Gerät zu lesen. Bookworm unterstützt keine Art von DRM (Digital Rights Management) und die Entwickler sind der Meinung, dass die Begrenzung auf bestimmte Geräte kein genügender Schutz gegen unerlaubte Benutzung darstellt.
es: Algunos documentos ePub tienen restricciones que impiden la lectura en dispositivos no autorizados. Bookworm no respalda ningún tipo de restricción estipulada bajo la gestión digital de derechos (DRM), y los desarrolladores de este software adoptan la posición que tal restricción no contribuye a disuadir la piratería digital, a tal punto que justifique limitar dónde se pueda leer el libro.
fi: ePub -kirja voi olla sidottu vain tiettyyn lukulaitteeseen. Bookworm ei tue minkäänlaista DRM -suojausta. Kehittäjien mielestä DRM:n selkeät haitat ovat suurempia kuin sen mahdolliset hyödyt.
it: Alcuni ePub hanno restrizioni che impediscono di essere letti su dispositivi non autorizzati. Bookworm non supporta alcun tipo di DRM e gli sviluppatori pensano che limitare i dispositivi su cui leggere non sia un deterrente sufficiente per la pirateria.
ja: ePub書籍の中には、承認されていないデバイスでの読書ができないように制限がかけられているものがあります。BookwormはDRMをサポートしていません。また、開発者は書籍がどこで読まれるかを制限する方法としてDRMでは不十分だと感じています。

source: Consult the bookstore where you purchased the book or the publisher about which software you should use to read your book.
da: Tag kontakt til den boghandel hvor du købte bogen, eller til ebogsudgiveren, for at få oplysning om hvilken software bogen kan læses med.
de: Kontaktieren Sie die Buchhandlung, in der Sie das Buch gekauft haben, um zu erfahren mit welcher Software Sie das Buch lesen können.
es: Consulta con la librería donde obtuviste el libro o la editorial para obtener información respecto al tipo de software que debes utilizar para leerlo.
fi: Kysy kirjakauppiaaltasi tai julkaisijalta, millä ohjelmalla kirja pitäisi lukea.
it: Consulta il bookstore dove hai comprato il libro o l'editore per sapere quale software usare per leggere il tuo ebook.
ja: 書籍を購入した書店や出版社に、読書にはどのソフトウェアを使うべきかを問い合わせてみてください。

source: Is the ebook very large, or contain large images?
da: Er ebogen meget stor, eller indeholder den meget store billeder?
de: Ist das Buch sehr groß oder beinhaltet es große Bilder?
es: ¿Es el libro demasiado grande, o contiene imágenes muy amplias?
fi: Onko ekirja suuri tai onko siinä suuria kuvia?
it: L'ebook è molto grande o contiene immagini grandi?
ja: ebookのファイルサイズがとても巨大だったり、または大きなイメージを含んでいたりしませんか？

source: Some ebooks are too large to be safely stored and viewed in Bookworm. Excessively-large books will be rejected. An ePub is consider too large if it is over 30 megabytes in size.
da: Visse ebøger er for store til at kunne lagres sikkert og vises i Bookworm. Overdrevent store bøger vil blive afvist. En ebog anses for at være for stor hvis den fylder mere end 30 megabytes.
de: Einge Ebooks sind zu groß um in Bookworm sicher gespeichert und angezeigt zu werden. Außerordentlich große Bücher werden zurückgewiesen. Ein ePub wird als zu groß betrachtet, wenn es größer als 30 MB ist.
es: Hay libros que son demasiado grandes para el almacenamiento y lectura en Bookworm. Un libro en exceso de 30 megabytes se considera demasiado grande para esta aplicación y será consecuentemente rechazado.
fi: Jotkin kirjat ovat liian suuria Bookworm -sivuston käsiteltäväksi. Ylisuuret kirjat hylätään. Julkaisu on liian suuri jos se on yli 30Mt:a.
it: Alcuni ebook sono troppo grandi per essere conservati e letti in modo sicuro su Bookworm. Libri troppo grandi saranno respinti. Un ePub è considerato troppo grande se 'pesa' oltre 30 MB.
ja: 書籍の中には大きすぎて、Bookwormに安全に保存したり、閲覧できななかったりするものがあります。非常に巨大な書籍は拒絶されます。ePubのサイズは、30MBを超えると大きすぎると思われます。

source: Yes, if your e-reader can open ePub books. In each case you will need to download your ebook to your computer and then add it to one of these applications, or use the mobile version of Bookworm with a device that is online.
da: Ja, hvis din e-reader kan læse ePub-bøger. I hvert tilfælde skal du downloade ebogen til din computer og derefter tilføje den til én af disse programmer, eller også kan du bruge den mobile version af Bookworm, hvis dit apparat er online.
de: Ja, falls Ihr E-Reader ePub Bücher öffnen kann. In jedem Fall müssen Sie Ihr E-Buch auf Ihren Computer herunterladen und es dann in eine der Anwendungen hinzufügen oder Sie benutzen die mobile Version von Bookworm mit einem Gerät, das Online ist.
es: Sí, siempra que tu lector electrónico te permita abrir libros en formato ePub. En cada caso, deberás bajar el libro a tu computador y añadirlo a una de estas aplicaciones, o utilizar la versión móvil de Bookworm con un dispositivo en línea.
fi: Kyllä, jos lukulaitteesi osaa aukaista ePub -tiedoston. Joudut joka tapauksessa siirtämään kirjan tietokoneellesi ja avaamaan sen ohjelmassa tai lukemaan sen Bookworm -palvelun mobiilisivuilla.
it: Sì, se il tuo e-reader può leggere gli ePub. In ogni caso ti servirà scaricare l'ebook sul tuo computer e poi metterlo su questi dispositivi, oppure usare la versione mobile di Bookworm con un dispositivo che si possa collegare a internet.
ja: もし手持ちの電子リーダーでePub書籍が開けるなら、答えはYesです。書籍をコンピュータへダウンロードして電子リーダーへ追加したり、オンライン上にあるデバイスでBookwormのモバイル版を使っていたり、などの場合があります。

source: The number of e-readers out there changes all the time, but as of March 2009:
da: Udbuddet af ebogslæsere stiger hele tiden, men pr. marts 2009 findes flg.:
de: Die Zahl der E-Reader ändert sich laufend, aber mit Stand von März 2009 gibt es folgende Geräte:
es: El número de lectores electrónicos disponible cambia constantemente. Esta tabla refleja un inventorio hacia marzo del 2009:
fi: Digikirjojen lukulaitteita ilmestyy koko ajan, mutta maaliskuuhun 2009 mennessä laitteita oli:
it: Il numero di ereaders venduti cambia continuamente, ma a Marzo 2009 era:
ja: 電子リーダーの数は増え続けています。以下の数は2009年の春以降のものです。

source: Device <!-- trans: e-reading device, should be short -->
da: Apparat
de: Gerät
es: Dispositivo
fi: Laite
it: Ereader
ja: デバイス <!-- trans: e-reading device, should be short -->

source: Supports ePub? <!-- trans: Should be short phrase -->
da: Kan læse ePub?
de: Unterstützt es ePub?
es: ¿Respalda formato ePub?
fi: tukeeko ePub -kirjoja
it: Supporta l'ePub? <!-- trans: Should be short phrase -->
ja: ePubサポート？

source: How-to <!-- trans: How to use Bookworm with this e-reader -->
da: Sådan gør du
de: Howto
es: Instrucciones
fi: Mitä käytät
ja: 使い方

source: Yes
da: Ja
de: Ja
es: Sí
fi: Kyllä
it: Sì
ja: はい

source: Use <!-- trans: Use this software program -->
da: Brug
de: Benutzen Sie
es: Utiliza
fi: Käytä
it: Usa
ja: 利用する

source: Use the mobile web version of Bookworm when online. Point your phone at <a href="%(mobilehost)s">%(mobilehost)s</a>. For offline reading, export directly from Bookworm to Stanza. <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">More hints on this</a>.
da: Brug mobilversionen af Bookworm når du er online. Slå fra mobiltelefonen op på <a href="http://%(mobilehost)s">%(mobilehost)s</a>. Hvis du vil læse offline, kan du eksportere direkte fra Bookworm til Stanza. <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Flere tips om dette</a>.
de: Benutzen Sie die mobile Version von Bookworm wenn Sie online sind. Besuchen Sie <a href="http://%(mobilehost)s">m.bookworm.oreilly.com</a>. Zum Offline Lesen exportieren Sie direkt in Stanza. <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Mehr Hinweise hierzu</a>.
es: Utiliza la versión móvil de web cuando te encuentres en línea, dirigiéndote a <a href="%(mobilehost)s">%(mobilehost)s</a> con tu teléfono móvil. Para leer sin necesitar una conexión a la red, exporta directamente de Bookworm a Stanza. Aquí encontrarás otras <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">sugerencias</a>
it: Usa la versione web mobile di Bookworm quando sei online. Vai su <a href="http://%(mobilehost)s">%(mobilehost)s</a>. Per la lettura offline, esporta direttamente da Bookworm a Stanza. <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Altre info</a>.
ja: オンライン環境にあるなら、モバイル版のBookwormをお使いください。携帯電話などモバイル機器で<a href="%(mobilehost)s">%(mobilehost)s</a>を開いてください。また、オフラインで読書する場合には、BookwormからStanzaなどへ直接エクスポートしてください。詳しくは、<a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">このリンク</a>を参照してください。

source: Other web-enabled phone
da: Anden mobiltelefon med webadgang
de: Anderes webfähiges Telefon
es: Otros teléfonos con capacidad de acceso a la Web
fi: Muut mobiiliselaimet
it: Altri cellulari
ja: その他のウェブが使える電話機

source: Use the mobile web version of Bookworm when online. Point your phone at <a href="%(mobilehost)s">%(mobilehost)s</a>.
da: Brug mobilversionen af Bookworm når du er online. Slå fra mobiltelefonen op på <a href="http://%(mobilehost)s">%(mobilehost)s</a>.
de: Benutzen Sie die mobile Version von Bookworm wenn Sie online sind. Besuchen Sie <a href="http://%(mobilehost)s">m.bookworm.oreilly.com</a>.
es: Utiliza la versión móvil de web cuando te encuentres en línea dirigiéndote a <a href="http://%(mobilehost)s">%(mobilehost)s</a> con tu teléfono móvil.
it: Usa la versione web mobile di Bookworm quando sei online. Vai su <a href="http://%(mobilehost)s">%(mobilehost)s</a>.
ja: オンライン環境にあるならモバイル版のBookwormをお使いください。携帯電話などモバイル機器で<a href="%(mobilehost)s">%(mobilehost)s</a>を開いてください。

source: or
da: eller
de: oder
es: o
fi: tai
it: o
ja: または

source: Indirectly <!-- trans: can be used with this device only partially -->
da: Kun delvist
de: Indirekt
es: De modo indirecto
fi: Epäsuorasti
it: Indirettamente
ja: 間接的に <!-- trans: can be used with this device only partially -->

source: The Kindle cannot read ePub files yet, but you can use Bookworm's mobile version over the Kindle's Whispernet by pointing its web browser at <a href="%(mobilehost)s">%(mobilehost)s</a>.
da: Kindle har indtil nu ikke kunnet læse ePub-filer, men du kan bruge mobilversionen af Bookworm på Kindles Whispernet ved fra din mobiltelefons browser at slå op på <a href="http://%(mobilehost)s">m.bookworm.oreilly.com</a>.
de: Der Kindle Reader kann noch keine ePub Dateien lesen, Sie können aber die mobile Version von Bookworm über Kindle Whispernet benutzen, indem Sie mit dessen Webbrowser auf <a href="http://%(mobilehost)s">m.bookworm.oreilly.com</a> zeigen.
es: El Kindle aún no puede leer archivos en formato ePub, pero puedes utilizar la versión móvil de Bookworm a través de la función Whispernet del Kindle, utilizando el navegador del Kindle para acceder <a href="http://%(mobilehost)s">%(mobilehost)s</a>.
it: Il Kindle non legge ancora gli ePub, ma puoi usare Bookworm mobile su Kindle Whispernet andando, con il browser, su <a href="http://%(mobilehost)s">m.bookworm.oreilly.com</a>.
ja: KindleではePubファイルを読むことができませんが、モバイル版のBookwormを使えば、KindleのWhispernetからブラウザで<a href="%(mobilehost)s">%(mobilehost)s</a>を開いて読書することができます。

source: I see OpenID mentioned on the <a href="%(signupurl)s">sign up</a> page. Do I need one?
da: Jeg kan se, at OpenID nævnes på <a href="%(signupurl)s">tilmeldings</a>-siden. Skal jeg bruge sådan ét?
de: Auf der <a href="%(signupurl)s">Konto erzeugen</a> Seite sehe ich OpenID erwähnt. Benötige ich eine?
es: En la página de <a href="%(signupurl)s">registro</a> se menciona el OpenID. ¿Me hace falta uno?
fi: OpenID mainittiin <a href="%(signupurl)s">kirjautumissivulla</a>. Tarvitsenko sellaisen?
it: Vedo menzionato OpenID sulla pagina di <a href="%(signupurl)s">accesso</a>. Me ne serve uno?
ja: <a href="%(signupurl)s">サインアップ</a>のページでOpenIDの入力欄をみかけました。OpenIDを使わなければならないのでしょうか？
