Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: Boolean operators
da: Logiske operatorer
de: Logische Operatoren
es: Operadores lógicos
fi: Boolen operaattorit
it: Operatori booleani
ja: 論理演算子

source: Like Google, the default boolean operator is AND, meaning that in a multi-word search, all of the words must appear to produce a result. Bookworm does this by automatically appending a '+' character to all your search terms. You can change this behavior by appending plus or minus signs to terms in your search, or including quotation marks, which overrides the default.
da: Ligesom på Google er den underforståede operator det logiske OG. Det betyder at alle ord i en flerordssøgning skal forekomme i en tekst, for at der kan tales om match. Bookworm sikrer dette ved automatisk at sætte et '+'-tegn på alle dine søgeord. Du kan ændre denne automatik, ved selv at sætte '+'- og '-'-tegn efter dine søgeord eller ved at bruge citationstegn. På den måde overtrumfer du forhåndsindstillingerne.
de: Wie bei Google ist der Standard Operator AND, das bedeutet, dass in einer Suche nach mehreren Worten alle Wörter erscheinen müssen um ein Ergebnis zu erzielen. Bookworm fügt automatisch ein '+' zu allen Ihren Suchausdrücken an. Sie können diese Verhalten ändern, indem Sie ein '+' oder '-' Zeichen Ihrer Suche hinzufügen oder sie in Anführungszeichen setzen.
es: Al igual que en Google, la función lógica por defecto es Y (AND), lo que quiere decir que en una búsqueda con varios términos, todos habrán de aparecer en un documento para obtener un resultado. Bookworm maneja esto automáticamente agregando el carácter '+' a todos los términos de la búsqueda. Esto se puede cambiar añadiendo el símbolo '+' o '-' a cada término, o incluyendo comillas para invalidar la configuración automática.
fi: Samoin kuin Googlella oletusoperaattori on AND, mikä tarkoittaa että hakulauseessa jokaisen hakutermin on oltava mukana. Bookworm tekee tämän lisäämällä automaattisesti '+' merkin hakutermin eteen. Voit muuttaa tämän lisäämällä plus- tai miinusmerkin hakusanaan tai käyttämällä lainausmerkkejä, mikä kumoaa oletusarvon.
it: Come in Google, l'operatore booleano di default è AND, nel senso che in una ricerca con più parole, tutte devono essere presenti per produrre un risultato. Bookworm lo fa automaticamente aggiungendo un '+' ai tuoi termini di ricerca. Puoi cambiare questo comportamento aggiungendo segni più o meno ai termini, o includendo apici, che non tengono conto del default.
ja: Google検索のように、デフォルトの論理演算子はANDです。つまり、複数のキーワードを並べて検索した場合には、 すべてのキーワードを含んだ検索結果が得られます。Bookwormは、すべての検索キーワードに自動的に'+'の文字を付加することで、同様の処理をしています。これを変更したい場合は、検索キーワードにプラス（+）またはマイナス（-）の文字を加えるか、もしくはクォーテーションマークを付けることで、このデフォルトの動作を変更できます。

source: Both terms are required (like Google).
da: Begge ord skal forekomme (som på Google)
de: Beide Ausdrücke sind erforderlich (wie bei Google).
es: Se requieren ambos términos (como en Google)
fi: Molemmat hakusanat vaaditaan (kuten Googlessa)
it: Entrambi i termini sono richiesti (come Google).
ja: 検索キーワードは両方とも必要です（Google検索と同様です）。

source: Same as above.
da: Som ovenfor.
de: Wie oben.
es: Como se especifica anteriormente
fi: Kuten yllä
it: Come sopra
ja: 上記と同じ。

source: Find ePubs with either word
da: Finder ePubs der indeholder begge ord
de: Finde ePub Bücher, in denen eines der Wörter vorkommt
es: Busca ePubs que contengan cualquiera de las dos palabras
fi: Hae ePub kirjoja joko toisella tai toisella sanalla
it: Trova ePub con entrambe le parole
ja: いずれかのキーワードでePubを検索

source: Find the exact phrase
da: Finder den præcise ordforbindelse
de: Finde den exakten Ausdruck
es: Busca la frase exacta
fi: Hae koko lauseella
it: Trova la frase esatta
ja: 正確なフレーズを見つける

source: This is a good way to find ePubs that <em>don't</em> contain the phrase "White House" but do contain the word "white"
da: Dette er en nem måde at de finde ePubs, der <em>ikke</em> indeholder ordforbindelsen "White House" men som indeholder ordet "ordet "white"
de: Ein Beispiel, wie man Bücher findet, die <em>nicht</em> den Ausdruck "White House" enthalten, aber das Wort "White" enthalten
es: Ésta una forma apropiada para encontrar ePubs que <em>no</em> contengan la frase "Casa Blanca" pero sí la palabra "blanca"
fi: Tämä on hyvä keino etsiä kirjoja joissa <em>ei ole</em> lausetta "Valkoinen talo" mutta joissa on sana "valkoinen"
it: Questo è un buon modo per trovare ePub che <em>non</em> contengono la frase "Casa Bianca" ma contendono la parola "white"
ja: "White House"を含め<em>ない</em>で、"white"だけを含むePub書籍を検索したい場合には、これが良い方法です。

source: Ordering <!-- trans: e.g. alphabetical order -->
da: Rækkefølge
de: Sortierung
es: Orden
fi: Järjestys
it: Ordinamento
ja: 並び順 <!-- trans: e.g. alphabetical order -->

source: Results are returned in relevance order. <em>Relevance</em> is how likely it is that a given result is what you were looking for. The algorithms used to determine relevance are complex and results aren't always as intuitive as those in a massive commercial search engine like Google.
da: Søgeresultater sorteres efter relevans. <em>Relevans</em> fortolkes som sandsynligheden for, at et givet resultat svarer til det du leder efter. De algoritmer der bruges til at afgøre relevansen er meget komplekse og resultaterne virker ikke altid så intuitive som dem der findes med en kommerciel søgemaskine som Google.
de: Die Ergebnisse werden in der Reihenfolge mit der größten Relevanz angezeigt. <em>Relevanz</em> bedeutet, wie wahrscheinlich es ist, dass ein Ergebnis das ist, was Sie gesucht haben. Die Algoritmen, die die Relevanz bestimmen, sind sehr kompliziert und die Ergebnisse sind nicht immer so intuitiv verständlich, wie bei großen Suchmaschinen wie z.B. Google.
es: Los resultados se reportan según el orden de relevancia. Esta <em>relevancia</em> se estima según la probabilidad de que un resultado en la búsqueda corresponda a lo que el usuario buscaba. Los algoritmos para establecer relevancia son complejos, y el resultado no siempre logra ser tan intuitivo como en el caso de los grandes buscadores comerciales como Google
fi: Hakutulos näytetää relevanssin järjestyksessä. <em>Relevanssi</em> on todennäköisyys sille että tulos on etsimäsi. Relevanssi lasketaan algoritmeilla ja tulos ei aina ole niin intuitiivinen kuin Googlen kaltaisilla massiivisilla hakukoneilla.
it: I risultati sono restituiti in ordine di rilevanza. <em>Rilevanza</em> è quanto è probabile che un dato risultato sia quello che stai cercando. Gli algoritmi usati per determinare sono complessi e i risultati non sono sempre intuitivi come quelli in un motore di ricerca commerciale come Google.
ja: 検索結果は、関連性の強い順で返ってきます。<em>関連性</em>とは、探しているものと検索の結果がどれくらい近しいいかどうかということです。関連性を決定するために使われるアルゴリズムは複雑で、検索結果は、Googleのような大規模な商業ベースの検索エンジンのように、必ずしも直観的なものになるとは限りません。

source: Simply put, ePubs with more occurrences of your search terms will appear higher in the results.
da: Lidt forsimplet kan man sige, at ePubs med flere forekomster af dine søgeord betragtes som mere relevante end dem med færre.
de: Einfach gesagt erscheinen ePubs mit mehr Treffern des Suchausdruckes weiter oben in den Ergebnissen.
es: Dicho de forma simple, ePubs con mayor incidencia del término de búsqueda aparecerán primero en la lista de resultados.
fi: Yksikertaistaen: korkeammalle hakutuloksissa pääsee digikirja, jossa on useampi osuma hakusanalle.
it: Semplicemente, gli ePub con più occorrenze dei tuoi termini appariranno più in alto nei risultati.
ja: ePub書籍を検索結果の上位に表示させたい場合には、該当するePub書籍をライブラリに追加するだけです。

source: Indexing
da: Indeksering
de: Indizieren
es: Indexación
fi: Indeksointi
it: Indicizzazione
ja: 索引

source: Every few minutes, Bookworm checks to see if new ePubs have been added. If it finds new books, it indexes all of their words and adds them to your personal search library. (It's not possible to search books that are only in other people's libraries.)
da: Hvert femte minut kontrollerer Bookworm om der er tilføjet nye ePubs. Hvis der er det, bliver de nye bøgers indhold indekseret og føjet til dit personlige søgebibliotek. (Man kan ikke søge i bøger, der (kun) befinder sig i andre brugeres biblioteker).
de: Bookworm prüft alle paar Minuten, ob neue Bücher hinzugefügt wurden. Falls es welche findet, indiziert es alle Wörter und fügt diese Ihrer persönlichen Suchliste hinzu. (Sie können keine Bücher durchsuchen, die nur in den Bibliotheken anderer Benutzer vorhanden sind).
es: Bookworm verifica con frecuencia si se ha añadido una publicación. Cuando encuentra un libro nuevo, indexa todos los términos contenidos en el libro y los añade a la biblioteca de búsqueda del propietario (no es posible efectuar una búsqueda en libros que se encuentran solamente en la biblioteca personal de otro usuario.)
fi: Muutaman minuutin välein Bookworm tarkistaa, onko uusia kirjoja siirretty. Jos on, se indeksoi jokaisen sanan ja lisää ne sinun hakukirjastoosi. (Voit tehdä hakuja vain omasta kokoelmastasi.)
it: Ogni pochi minuti, Bookworm verifica per vedere se ci sono nuovi ePub. Se trova nuovi libri, indicizza tutte le loro parole e le aggiunge al tuo personale elenco di ricerca. (Non è possibile cercare negli ebooks delle altre persone.)
ja: 数分おきに、Bookwormは新しいePub書籍が追加されていないかをチェックしています。新しい書籍が見つかると、書籍中のすべての語をインデックス化して、それらをあなたの検索ライブラリに追加します（他のユーザーのライブラリだけにある書籍を検索することはできません）。

source: This means a book you've just added might not show up in the search immediately. Be patient; it'll be there soon.
da: Derfor kommer en bog, der lige er tilføjet dit bibliotek, ikke altid til syne med det samme. Men hold ud: der går ikke lang tid.
de: Dies bedeutet, dass ein Buch, das Sie gerade hinzugefügt haben, in der Suche nicht sofort erscheint. Etwas Geduld, es wird bald da sein.
es: Esto quiere decir que es posible que un libro recientemente añadido no aparezca inmediatamente en el resultado de la búsqueda. Ten paciencia; es sólo cuestión de tiempo.
fi: Tämä tarkoittaa, että juuri siirtämäsi kirja ei heti näy hakutuloksissa. Vähän kärsivällisyyttä ja kirja ilmestyy pian tuloksiin.
it: Questo significa che un libro che hai appena aggiunto potrebbe non essere mostrato immediatamente nella ricerca. Sii paziente.
ja: つまり、新しく追加したばかりの書籍は、検索結果に表れない可能性があるということです。そんな場合は少し待ってください。必要な処理はすぐに終わります。

source: Account: change email
fi: Tili: vaihda sähköposti

source: This is where you can change the email address associated with your account. Please keep this email address up to date so we can send you a password-reset email if you request one.
fi: Voit vaihtaa käyttäjätiliisi kirjatun sähköpostiosoitteen. Pidä osoite ajantasalla, jotta tarvittaessa voimme lähettää sinulle sähköpostilla salasanan muutostiedot.

source: New email
fi: Uusi sähköposti

source: Account: change openid url
fi: Tili: vaihda openid url

source: This is where you can change your openid url used to connect to Bookworm. Make sure you remember it!
fi: Tässä voit muuttaa tiliisi liitetyn openid url :n jolla pääset Bookworm -palveluun. Pidä se tallessa!

source: Change openid
fi: Vaihda openid -tunnus

source: Account: change password
fi: Tili: vaihda salasana

source: This is where you can change your password. Make sure you remember it!
fi: Tässä voit vaihtaa tilisi salasanan. Muista se myös!

source: Your OpenID is verified!
fi: OpenID -tunnuksesi on vahvistettu!

source: <p>Your OpenID can now be associated with a new or existing membership. You can change the association later in your preferences</p>
fi: <p>Voit nyt liittää OpenID -tunnuksesi olemassaolevaan tai uuteen käyttäjätiliin. Voit muuttaa tilin ja tunnuksen tietoja asetuksissa.</p>\t

source: Associate your OpenID
fi: Liitä OpenID -tunnuksesi

source: <p>If you're joining <strong>Sitename</strong>, associate your OpenID with a new account. If you're already a member, associate with your existing account.</p>
fi: <p>Jos avaat käyttäjätilin <strong>Bookworm</strong> -palvelussa, liitä OpenID -tunnuksesi uuteen tiliin. Jos sinulla on jo tili, voit liittää tunnuksesi kyseiseen tiliin.</p>

source: A new account
fi: Uusi käyttäjätili

source: An exisiting account
fi: Käyttäjätili olemassa

source: Account: delete account
fi: Poista käyttäjätili

source: Note: After deleting your account, anyone will be able to register this username.
fi: Huomaa: Kun olet poistanut tilin, tiliin liitetyn käyttäjänimen voi ottaa kuka tuhansa.

source: Check confirm box, if you want delete your account.
fi: Valitse vahvista, jos haluat poistaa tilisi.

source: Password:
fi: Salasana:

source: I am sure I want to delete my account.
fi: Haluan varmasti poistaa tilini.

source: Password/ OpenID URL
fi: Salasana/ OpenID URL

source: (required for your security)
fi: (vaaditaan tietoturvasi vuoksi)

source: delete account forever
fi: poista tili kokonaan

source: Account: Send a new password
fi: Tili: Lähetä uusi salasana

source: Lost your password ? Here you can ask to reset your password. Enter the username you use and you will get a confirm mail with your new password. This new password will be activated only after you clicked on the link you will find in the email
fi: Salasana hukassa? Poista vanha salasana seuraavasti: Kirjoita käyttämäsi käyttäjänimi ja saat sähköpostiisi uuden salasanan. Voit kirjautua uudella salasanalla, kun olet klikannut sähköpostissa olevaa linkkiä.

source: Send new password
fi: Lähetä uusi salasana

source: <p>This is where you can make changes to your account.</p>
fi: <p> Muuta käyttäjätilisi tietoja.</p>

source: email/
fi: sähköposti
ja: メールアドレス/

source: <h1>Join</h1> <p>There are two ways to join: with an email + screen name, or with OpenID.<br />Enter information only for the type of sign up you want to do.</p>
fi: <h1>Liity</h1> <p>Kaksi tapaa avata käyttäjätili: sähköpostiosoite + käyttäjänimi tai OpenID -tunnuksella<br />Kirjaa tiedot vain toiseen vaihtoehdoista.</p>

source: Regular Signup
fi: Normaali kirjautuminen

source: Choose a Screen Name:
fi: Valitse käyttäjänimi:

source: Enter Your Email Address:
fi: Sähköpostiosoitteesi:

source: Choose a Password:
fi: Valitse salasana:

source: Confirm Your Password:
fi: Vahvista salasana

source: JOIN FREE
fi: LIITY ILMAISEKSI

source: OpenID Signup
fi: Liity OpenID -tunnuksella

source: Sign in with OPENID
fi: Kirjaudu OpenID -tunnuksella

source: The file you uploaded looks like an ePub archive, but it has some problems that prevented it from being loaded. This may be a bug in Bookworm, or it may be a problem with the way the ePub file was created. The complete error message is:
fi: Siirtämäsi tiedosto näyttää epub -julkaisulta. Siinä on kuitenkin ongelmia, joiden vuoksi siirto ei onnistunut. Vika voi olla Bookworm -palvelussa tai tiedostoa ei ole luotu oikein. Koko virheilmoitus:

source: <p>(epubcheck thinks this file is valid, so this is probably a Bookworm error)</p>
fi: <p>(epubcheck pitää tiedostoa validina, joten virhe on todennäköisesti Bookworm -palvelussa)</p>

source: <p><a href='http://code.google.com/p/epubcheck/'>epubcheck</a> agrees that this is not a valid ePub file, so you should check with the publisher or content creator. It returned:
fi: <p><a href='http://code.google.com/p/epubcheck/'>epubcheck</a> ei ilmoita tiedostoa validiksi epub -julkaisuksi, joten tarkista julkaisijalta tai sisällön tuottajalta. Virheilmoitus oli:

source: For questions or problems with Bookworm, please contact <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a>
fi: Jos sinulla on kysymyksiä tai ongelmia, jotka koskevat Bookworm -palvelua, ota yhteyttä <a href="mailto:bookworm@threepress.org">sähköpostilla</a>.

source: <a href="%(toururl)s}#step3"><img src="/static/images/screenshots/iphone.png" alt="Bookworm on the iPhone" class="bw-screenshot-page" align="right" style="margin-bottom:10px" width="100"/></a> Absolutely! A special version of the site optimized for mobile devices (especially the iPhone) is available at <a href="http://m.bookworm.oreilly.com/">http://m.bookworm.oreilly.com/</a>. Bookworm has also been tested on the Blackberry, Opera Mobile, Skyfire and the Kindle's Whispernet service.
fi: <a href="%(toururl)s}#step3"><img src="/static/images/screenshots/iphone.png" alt="Bookworm on the iPhone" class="bw-screenshot-page" align="right" style="margin-bottom:10px" width="100"/></a> Ilman muuta! Mobiililaitteille (esimerkiksi Symbian S60 -laitteet) on oma sivustonsa osoiteessa: <a href="http://m.bookworm.oreilly.com/">http://m.bookworm.oreilly.com/</a>. Bookworm -palvelua on testattu myös Blackberry -laitteilla, Opera Mobile -selaimella sekä Amazonin Kindle Whispernet -palvelussa

source: Threepress is a publisher-serving corporation with many years of experience in building products in the industry. We would be happy to discuss the ePub format, getting your books into ePub and even extending Bookworm with custom features for your publications. Please contact <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a> and we'll get back to you right away.
fi: Threepress on palveluyritys, jolla on usean vuoden kokemus toiminnasta julkaisuteollisuudessa. Kun haluat julkaista epub -formaatissa, tai kun haluat muokata Boookworm -sivuston julkaisusi tarpeisiin, <a href="mailto:bookworm@threepress.org">ota yhteyttä</a>.

source: Public books are in a very early beta stage. To request that a book be made public, please contact <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a> for more information.
fi: Tiedostojen jakaminen on vielä varhaisessa beta -vaiheessa. Jos haluat julkaisun vapaaksi, <a href="mailto:bookworm@threepress.org">ota yhteyttä</a> ja kerromme lisää.

source: Bookworm software is free and available for download under the terms of the BSD license from the <a href="http://threepress.org/tools/">tools page</a>. It is a product of <a href="http://threepress.org/">Threepress</a>, a venue for experimenting with open source publishing software, and is written by <a href="http://threepress.org/about/">Liza Daly</a> with contributions from <a href="http://kfahlgren.com/blog">Keith Fahlgren</a>. Hosting is provided by <a href="http://oreilly.com/">O'Reilly Media</a>.
fi: Bookworm on vapaasti käytettävissä BSD -lisenssin ehtojen mukaisesti: <a href="http://threepress.org/tools/">ks. Threepress</a>. Palvelun tuottaa <a href="http://threepress.org/">Threepress</a>, avoimen koodin julkaisuohjelmien kehittämiseksi ja testaamiseksi. Sivuston loi <a href="http://threepress.org/about/">Liza Daly</a> ja avusti <a href="http://kfahlgren.com/blog">Keith Fahlgren</a>. Palvelimet tarjoaa <a href="http://oreilly.com/">O'Reilly Media</a>.

source: For problems and feature requests, visit <a href="http://getsatisfaction.com/threepress/topics/post_ideas_and_questions_about_bookworm">Get Satisfaction</a> or email <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a>. You can also subscribe to the <a href="http://blog.threepress.org">blog</a> to follow new announcements.
fi: Ongelmissa, tai jos ehdotat uusia toimintoja, katso <a href="http://getsatisfaction.com/threepress/topics/post_ideas_and_questions_about_bookworm">Get Satisfaction</a> tai <a href="mailto:bookworm@threepress.org">lähetä sähköpostia </a>. Voit lisätä myös sivuston <a href="http://blog.threepress.org">blogin</a> rss-lukijaasi ja pysyt ajan tasalla.

source: <strong>Are all special or foreign characters displaying correctly?</strong> ePub books complying with the specification must be encoded with either UTF-8 or UTF-16, but Bookworm supports only UTF-8. (Bidirectional text is supported but you will need to include that directive in the CSS.)
fi: <strong>Ovatko kaikki kirjoitusmerkit oikein esitetty?</strong> Suositusta noudattavien epub -kirjojen täytyy käyttää merkistön koodaukseen UTF-8:aa tai UTF-16:a mutta Bookworm tukee vain UTF-8:aa (myös kaksisuuntainen kirjoitus on tuettu kun sen toteuttamiseksi komento on CSS -tiedostossa).

source: However, Threepress can arrange for a private version of Bookworm to be set up for large-scale testing or especially-sensitive material. Contact <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a> for more details.
fi: Threepress voi kuitenkin tarvittaessa tehdä Bookworm -sivustosta käyttäjälle paikallisen version jos testattavan aineiston määrä on suuri tai jos se pitää pitää salaisena. <a href="mailto:bookworm@threepress.org">Ota yhteyttä</a>" ja kerromme lisää.

source: Fonts
da: Fonte
es: Fuentes tipográficas
fi: Kirjasimet
it: Font
ja: フォント

source: In accordance with the ePub specification, Bookworm will &lsquo;open&rsquo; the ePub to the first item in the NCX file with the attribute <code>linear</code> set to &lsquo;yes&rsquo; Counterintuitively, this may mean that in some titles the default page for the ePub will not be the first item in the NCX file.
fi: ePub -suosituksen mukaisesti Bookworm &lsquo;avaa&rsquo; epub-kirjan NCX-tiedoston attribuutilla <code>linear</code> arvoon &lsquo;yes&rsquo; asetettuun tiedostoon. Ehkä hieman hämäävästi joidenkin kirjojen ensimmäinen sivu ei olekaan NCX-tiedostossa ensimmäisenä.

source: Confused about what to do, or having problems? Check this list for common issues, or email <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a> for help.
fi: Etkö tiedä miten aloittaa? Seuraavassa on ohjeita, myös <a href="mailto:bookworm@threepress.org">sähköpostitse</a>.

source: Is the book in &lsquo;ePub&rsquo; format?
fi: Onko kirja &lsquo;ePub&rsquo; muotoiltu?

source: On the other hand, Bookworm is also new and still has bugs. When your book was uploaded into Bookworm and a problem was detected, Bookworm contacted an <a href="http://www.threepress.org/document/epub-validate/">ePub validation system</a>, which uses a program called &lsquo;epubcheck&rsquo; by Adobe. Bookworm will tell you if epubcheck also thought there was a problem with the ebook. If they both agree, it's likely that the publisher didn't make the ePub correctly.
fi: Toisaalta Bookworm on vielä nuori ja siinä on bugeja. Kun siirsit kirjan palveluun ja sait virheilmoituksen, Bookworm siirsi sen <a href="http://www.threepress.org/document/epub-validate/">ePub tarkastajaan</a>; Adoben kehittämä sovellus &lsquo;epubcheck&rsquo;. Bookworm ilmoittaa sinulle, jos myös epubcheck ilmoittaa virheestä. Jos niin käy, todennäköisesti julkaisija ei tehnyt kirjaa oikein.

source: Whenever an ePub book fails to get added to the library, the Bookworm developer is notified. If a bug in Bookworm is found, it's usually fixed in a few days, so check back or email <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a> for a status.
fi: Kun digikirjan siirto kokoelmaan epäonnistuu, Bookworm -kehittäjä saa tiedon. Jos palvelussa on virhe, se korjataan yleensä parissa päivässä. Joten kokeile uudestaan tai lähetä sähköpostia: <a href="mailto:bookworm@threepress.org">bookworm@threepress.org</a>

source: Use the mobile web version of Bookworm when online. Point your phone at <a href="http://m.bookworm.oreilly.com">m.bookworm.oreilly.com</a>. For offline reading, export directly from Bookworm to Stanza. <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">More hints on this</a>.
fi: Käytä puhelimessa mobiilisivustoa, mene osoitteeseen: <a href="http://m.bookworm.oreilly.com">m.bookworm.oreilly.com</a>. Kun et ole verkossa, siirrä kirja sivustolta suoraan Stanzaan: <a href="http://www.lexcycle.com/faq/how_to_get_books_onto_stanza_iphone">Lisää ohjeitä täältä</a>.

source: Use the mobile web version of Bookworm when online. Point your phone at <a href="http://m.bookworm.oreilly.com">m.bookworm.oreilly.com</a>.
fi: Käytä Bookworm -mobiilisivustoa kun olet verkossa. Mene puhelimen selaimella: <a href="http://m.bookworm.oreilly.com">m.bookworm.oreilly.com</a>.
