Repository: erochest/threepress-rdfa
Catalog: bookworm/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, it, ja

source: You don't need an OpenID to use Bookworm, but we recommend setting one up if you haven't already. In fact, you probably already have one. <a href="%(openidurl)s">Find out more about OpenID</a>.
da: Du behøver ikke have et OpenID for at bruge Bookworm, men vi anbefaler dig at få et, hvis du ikke har et i forvejen. Faktisk har du sandsynligvis ét. <a href="%(openidurl)s">Lær mere om OpenID</a>.
de: Sie benötigen keine OpenID um Bookworm zu benutzen, wir empfehlen aber eine zu erstellen, falls Sie das noch nicht getan haben. Möglicherweise haben Sie aber bereits eine. <a href="%(openidurl)s">Mehr über OpenID</a>.
es: Para utilizar Bookworm no hace falta un OpenID, pero te recomendamos que configures uno. De hecho, es posible que incluso ya lo tengas. Consulta esta página para más información sobre el <a href="%(openidurl)s">OpenID</a>.
fi: Palvelua voi käyttää ilman OpenID -tunnusta. Mutta kannattaa hankkia sellainen. Sinulla saattaa jo olla OpenID <a href="%(openidurl)s">tietämättäsi</a>.
it: OpenID non è necessario per usare Bookworm, ma ti racommandiamo di impostarne uno se non ce l'hai già. Di fatto, è probabile che ne abbia già uno. <a href="%(openidurl)s">Scopri di più su OpenID</a>.
ja: Bookwormの利用にOpenIDが必須というわけではありませんが、まだOpenIDを利用したことがないなら、これを機会にその利用をおすすめします。すでにOpenIDをお持ちの場合は、<a href="%(openidurl)s">OpenIDについての詳細</a>をご参照ください。

source: Yes, we implemented the <a href="%(api_help)s">Bookworm API</a> to help users and developers use Bookworm in ways we hadn't originally imagined. A savvy developer can use the API to upload a number of ePubs at once or to download all the items in your Library. If you build something with the API, please let us know on <a href="%(custserv)s">%(custservname)s</a>
da: Ja, vi har implementeret <a href="%(api_help)s">Bookworm API'et</a> for at hjælpe brugere og udviklere til at bruge Bookworm på måder, som vi ikke selv har forestillet os. En dygtig udvikler kan bruge API'et til at oploade flere ePubs på én gang eller til at downloade alle bøger i sit bibliotek. Hvis du bygger noget nyt med API'et, må du meget gerne fortælle os om det på <a href="%(custserv)s">%(custservname)s</a>
de: Ja, wir haben die <a href="%(api_help)s">Bookworm API</a> implementiert, um es Benutzern und Entwicklern zur ermöglichen, Bookworm in einer Art und Weise zu benutzen, die wir uns ursprünglich nicht vorgestellt hatten. Ein intelligenter Entwickler kann die API benutzen, um eine Anzahl von ePub Dateien auf einmal hochzuladen oder alle Inhalte Ihrer Bibliothek herunterzuladen. Falls Sie eine Anwendung mit der API erstellen, lassen Sie uns dies auf <a href="%(custserv)s">%(custservname)s</a> wissen.

source: I have additional questions
da: Jeg har flere spørgsmål
de: Ich habe zusätzliche Fragen
es: Otras preguntas
fi: Minulla on vielä kysyttävää
it: Ho altre domande
ja: 追加の質問があります。

source: There's more information about Bookworm on the <a href="%(abouturl)s">About</a> page.
de: Mehr Information über Bookworm finden Sie auf der <a href="%(abouturl)s">Über</a> Seite.

source: For problems and feature requests, visit <a href="%(custserv)s">%(custservname)s</a> or the <a href="http://code.google.com/p/threepress/issues/list">open source issue tracker</a>.
da: Har u problemer eller forespørgsler om funktionalitet, kan du besøge <a href="%(custserv)s">%(custservname)s</a> eller <a href="http://code.google.com/p/threepress/issues/list">open source issue tracker</a>.
de: Wegen Problemen und Anfragen bezüglich neuer Merkmale besuchen Sie <a href="%(custserv)s">%(custservname)s</a> oder den <a href="http://code.google.com/p/threepress/issues/list">Open Source Issue Tracker</a>.

source: My epub library
da: Mit ePub-bibliotek
de: Meine ePub-Bibliothek
es: Mi biblioteca ePub
fi: Oma epub -kokoelmani
it: La mia biblioteca epub
ja: マイePubライブラリ

source: Add a book
da: Tilføj en bog
de: Buch hinzufügen
es: Añade un libro
fi: Siirrä kirja
it: Aggiungi ebook
ja: 書籍を追加する。

source: There is one reader
da: Der er én læser
de: Es gibt nur einen Bookworm-Benutzer.
es: Hay un lector
fi: Palvelussa on yksi lukija
it: C'è un lettore

source: and only one individual book.
da: og kun en enkelt bog
de: Es gibt nur ein Buch.
es: y sólo un libro
fi: ja vain yksi kirja
it: e un solo libro
ja: そして、書籍は1冊だけ。

source: Edit your profile
da: Redigér din profil
de: Profil bearbeiten
es: Edita tu perfil de usuario
fi: Muuta tietojasi
it: Edita il profilo
ja: あなたのプロフィールを編集

source: Books in your library
da: Bøger i dit bibliotek
de: Bücher in Ihrer Bibliothek
es: Libros en tu biblioteca
fi: Kokoelmani
it: Libri nella tua biblioteca
ja: あなたのライブラリにある書籍

source: Books are listed by <em>%(order_text)s</em> in <em>%(order_direction)s</em> order %(order_adverb)s.
da: Bøgerne sorteres efter <em>%(order_text)s</em> i <em>%(order_direction)s</em> orden %(order_adverb)s.
de: Die Liste ist %(order_adverb)s in %(order_direction)s Reihenfolge nach %(order_text)s sortiert.
es: Los libros aparecen enumerados según el <em>%(order_text)s</em>,%(order_adverb)s, en orden <em>%(order_direction)s</em>
fi: Kokoelman järjestys: <em>%(order_text)s,</em> <em>%(order_direction)s:ssa</em> ja %(order_adverb)s .
it: I libri sono elencati per <em>%(order_text)s</em> in ordine <em>%(order_direction)s</em> %(order_adverb)s.
ja: 書籍は<em>%(order_text)s</em>によって並べられます。<em>%(order_text)s</em>は<em>%(order_direction)s</em> の %(order_adverb)sの順で並んだリストです。

source: You can re-order your books by clicking on &quot;title&quot;, &quot;author&quot; or &quot;date added&quot;.
da: Du kan sortere dine ebøger på en anden måde ved at klikke på &amp;quot;titel&amp;quot;, &amp;quot;forfatter&amp;quot; or &amp;quot;tilføjet dato&amp;quot;.
de: Sie können Ihre Bücher durch einen Klick auf &quot;Titel&quot;, &quot;Autor&quot; oder &quot;Hinzugefügt am&quot; neu sortieren.
es: Los libros se pueden reorganizar haciendo clic sobre &quot;título&quot;, &quot;autor&quot; o &quot;fecha&quot;.
fi: Järjestä kokoelma uudelleen klikkaamalla &quot;otsikkoa&quot;,&quot;tekijää&quot; tai &quot;päivämäärää&quot;.
it: Puoi ri-ordinare i tuoi libri cliccando su &quot;titolo&quot;, &quot;autore&quot; o &quot;data&quot;.
ja: &quot;タイトル&quot;、&quot;著者名&quot; または&quot;追加日時&quot;をクリックして、書籍を再注文できます。

source: Clicking on the same label twice will reverse the order.
da: To klik på samme overskrift vil bevirke sortering i den omvendte rækkefølge
de: Ein zweiter Klick auf die gleiche Überschrift dreht die Reihenfolge um.
es: Para invertir el orden, haz clic dos veces sobre la etiqueta.
fi: Tuplaklikkaus otsikkoon muuttaa järjestyksen päinvastaiseksi
it: Cliccare due volte sulla stessa etichetta invertirà l'ordine.
ja: 注文を無効にするには、同じラベルを2度クリックします。

source: You've set your account to always go to the last-read chapter in a book (<a href="%(urlprofile)s">change this</a>).
da: Du har sat din konto op til altid at gå til det senest læste kapitel i en bog. (<a href="%(urlprofile)s">ændring af dette</a>).
de: Sie haben eingestellt, dass Sie immer zum zuletzt gelesenen Kapitel in einem Buch springen möchten. (<a href="%(urlprofile)s">Diese Einstellung ändern</a>).
es: Has configurado tu cuenta para comenzar siempre con el último capítulo leído en el libro. (<a href="%(urlprofile)s">Cambia esto</a>).
fi: Olet laittanut asetuksiin käskyn siirtyä aina viimeksi luettuun lukuun; muuta asetus<a href="%(urlprofile)s">tästä</a>).
it: Hai impostato l'account per andare sempre sull'ultimo capitolo letto di un libro (<a href="%(urlprofile)s">cambia</a>).
ja: 前回読んだ章を開くようにアカウントを設定するには、 右のリンク（<a href="%(urlprofile)s">change this</a>）から行ってください。

source: There is a setting in your <a href="%(urlprofile)s">profile</a> to enable always going to the last-read chapter in a book when clicking on a book's title.
da: I din <a href="%(urlprofile)s">profil</a> kan du indstille Bookworm til altid at gå til det senest læste kapitel i en bog, når du klikker på dens titel.
de: Sie können in den <a href="%(urlprofile)s">Einstellungen</a> auswählen, ob sie immer zum zuletzt gelesenen Kapitel springen möchten, wenn Sie auf den Titel klicken.
es: Existe una opción en tu <a href="%(urlprofile)s">perfil de usuario</a> que, una vez activada, te permitirá dirigirte al último capítulo que hayas leído en libro, al hacer clic sobre el título.
fi: Omissa <a href="%(urlprofile)s">tiedoissa</a> on asetus, jolla siirryt aina viimeksi luettuun lukuun, kun klikkaat kirjan nimeä.
it: C'è un'impostazione nel tuo <a href="%(urlprofile)s">profilo</a> per far sì che cliccando sul titolo di un libro, questo si apra sull'ultimo capitolo letto.
ja: 書名をクリックしたときに、前回までに読んだ章を開くように設定されているかどうかは、 あなたの<a href="%(urlprofile)s">プロフィール</a>のページで確認できます。

source: A free platform for reading ePub books online. <a href='%(abouturl)s'>Learn more</a>.
da: Gratis platform til onlinelæsning af ePub-bøger <a href='%(abouturl)s'>Læs mere</a>.
de: Eine freie Plattform, um ePub-Bücher online zu lesen. <a href='%(abouturl)s'>Weitere Informationen</a>.
es: Una plataforma gratis para leer libros electrónicos en línea. <a href='%(abouturl)s'>Más información</a>.
fi: Avoin verkkopalvelu ePub -kirjojen lukemiseen verkossa. <a href='%(abouturl)s'>Lue lisää.</a>.
it: Piattaforma gratuita per leggere libri ePub online. <a href='%(abouturl)s'>Learn more</a>.
ja: ePub書籍をオンラインで読むためのフリーなプラットフォーム。<a href='%(abouturl)s'>詳細はこちらです</a>。

source: To add a new book, log in using your computer, or add any of these popular public domain texts from <a href="http://feedbooks.com/">Feedbooks</a>:
da: For at tilføje en ny bog skal du logge ind på din computer. Du kan også hente populære public domain-bøger på <a href="http://feedbooks.com/">Feedbooks</a>:
de: Um ein Buch hinzuzufügen, melden Sie sich an oder fügen eines dieser bekannten Public Domain Bücher von <a href="http://feedbooks.com/">Feedbooks</a> hinzu:

source: Show
da: Vis
de: Zeige

source: Add a new ePub ebook:
da: Tilføj en ny ePub-ebog:
de: ePub-Buch hinzufügen:
es: Añade un nuevo libro ePub
fi: Siirrä uusi ePub -tiedosto
it: Aggiungi un nuovo ePub:
ja: 新しいePub書籍を追加：

source: Add your first ePub ebook:
da: Tilføj din første ePub-ebog:
de: Laden Sie Ihr erstes ePub-Buch hoch:
es: Añade tu primer libro ePub
fi: Siirrä kokoelmaasi ensimmäinen ePub -kirja:
it: Aggiungi il tuo primo ePub:
ja: 1冊目のePub書籍を追加する：

source: upload
da: opload
de: Hochladen
es: cargar
fi: siirrä
it: carica
ja: アップロード

source: You can also add any of these popular public domain texts from <a href="http://feedbooks.com/">Feedbooks</a>:
da: Du kan også tilføje én af disse populære public domian-bøger fra <a href="http://feedbooks.com/">Feedbooks</a>:
de: Sie können auch einen dieser bekannten Public Domain Texte von <a href="http://feedbooks.com">Feedbooks</a> hinzufügen:

source: Show
da: Vis
de: Zeige

source: Once you've gotten one of these books on your computer, you can upload them to your new Bookworm account.
da: Når du har hentet én af disse bøger ned på din computer, kan du oploade den til din nye Bookworm-konto.
de: Sobald Sie eines dieser Bücher auf Ihrem Computer haben, können Sie es in Ihr Bookworm Konto hochladen.
es: Una vez que tengas uno de estos libros en tu ordenador, puedes cargarlo a tu nueva cuenta de Bookworm
fi: Kun olet siirtänyt yhden tällaisista kirjoista tietokoneellesi, voit siirtää sen uudelle Bookworm -käyttäjätilillesi.
it: Una volta che hai uno di questi libri sul computer, puoi caricarli sul tuo nuovo account Bookworm.
ja: このようなePub書籍をご自分のコンピュータの中に保存しているなら、それらをBookwormのアカウントへアップロードできます。

source: last read
da: senest læst
de: Zuletzt gelesen
es: último leído
fi: viimeksi luettu
it: ultimo letto
ja: 前回までに読んだ箇所

source: About OpenID
da: Dit OpenID er
de: Über OpenID
es: Información sobre el OpenID
it: La tua OpenID è
ja: あなたのOpenIDは

source: Bookworm supports and advocates the use of OpenID, a simple way to manage your usernames and passwords on the internet.
da: Bookworm både understøtter og anbefaler brugen af OpenID - en enkel måde atadministrere sine brugernavne og passwords på internettet
de: Bookworm unterstützt und befürwortet die Benutzung von OpenID, einer einfachen Art und Weise Ihre Benutzernamen und Kennwörter im Internet zu verwalten.
es: Bookworm respalda y recomienda el uso del OpenID, como simple solución para administrar todos tus nombres de usuarios y contraseñas en la Internet.
ja: BookwormはOpenIDの利用を推奨しています。OpenIDはインターネット上のユーザー名とパスワードを管理するためのシンプルな方法です。

source: Academic publishers are encouraged to explore the use of OpenID to add personalization to their products. <a href="http://toc.oreilly.com/2008/05/what-openid-can-do-for-educati.html">Read more</a>.
da: Videnskabelige udgivere opfordres til at se nærmere på brugen af OpenIDtil at personliggøre deres produkter. <a href="http://toc.oreilly.com/2008/05/what-openid-can-do-for-educati.html">Læs mere</a>.
de: Akademische Herausgeber werden ermutigt die Benutzung von OpenID Ihren Produkten zur Personalisierung hinzuzufügen. <a href="http://toc.oreilly.com/2008/05/what-openid-can-do-for-educati.html"> Mehr Information</a>.
es: Exhortamos a editoriales académicas a que exploren el uso del OpenID para personalizar sus productos. <a href="http://toc.oreilly.com/2008/05/what-openid-can-do-for-educati.html">Más información aquí</a>.
ja: 学術書を出版される方には、OpenIDが利用して出版物をパーソナライズ（識別）する方法を検討いただくことをおすすめします。詳しくは<a href="http://toc.oreilly.com/2008/05/what-openid-can-do-for-educati.html">をご覧ください</a>。

source: Read ePub ebooks online
da: Læs og søg online i bøgernes fulde tekstindhold
de: Bücher online lesen und im Volltext durchsuchen
es: Lee libros ePub en línea
fi: Lue ePub -digikirjoja verkossa
it: Leggi ePub online
ja: Epub書籍をオンラインで読む

source: A free platform for reading ePub books online.
da: Gratis platform til onlinelæsning af ePub-bøger
de: Eine freie Plattform, um ePub-Bücher online zu lesen.
es: Una plataforma gratis para la lectura de libros ePub en línea
fi: Lue ePub -digikirjoja avoimen lähdekoodin sivuilla.
it: Piattaforma gratuita per leggere ePub online.
ja: ePub書籍をオンラインで読むためのフリーなプラットフォーム。

source: Learn more
da: Læs mere
de: Erfahren Sie mehr
es: Obtén más información
fi: Lue lisää
it: Scopri di più
ja: 詳細を見る

source: Sign up
da: tilmeld dig
de: Konto erstellen
es: regístrate
fi: Luo käyttäjätili
it: Iscriviti
ja: サインアップ（登録）する

source: Bookworm is fabulous. Hands down, a wonderful app. I love how it integrates with the iPhone for easy offline reading.&rdquo; — Customer on Get Satisfaction
da: Bookworm er fantastisk. Helt ærligt, det er et vidunderligt program. Jeg elsker integrationen med iPhone, der gør det let at læse offline.&rdquo; — Kunde på Get Satisfaction
de: Bookworm is fabulous. Hands down, a wonderful app. I love how it integrates with the iPhone for easy offline reading.&rdquo; — Kunde auf Get Satisfaction

source: Readers
da: Læsere
de: Leser
es: Lectores
fi: Lukijat
it: Lettori
ja: 読者の方へ

source: Read and search full-text books online
da: Læs og søg online i komplette bøger
de: Bücher online lesen und im Volltext durchsuchen
es: Leer y buscar en el texto completo de las obras disponibles en línea
fi: Etsi ja lue digikirjoja verkossa
it: Lettura di ebook online e ricerca sui testi
ja: 書籍の全文をオンラインで読んだり、検索したりする

source: Clutter-free reading mode
da: støjfri Læsemodus
de: Störungsfreier Lesemodus
es: Modalidad de Lectura, sin obstáculos visuales
fi: Selkeä lukunäyttö
it: Modalità lettura senza distrazioni
ja: 整頓モード

source: Download books to your <a href="%(helpurl)s#devices">Sony Reader or iLiad</a>
da: Download bøger til din <a href="%(helpurl)s#devices">Sony eller iLiad e-bogs-læser</a>
de: Laden Sie Bücher auf Ihren <a href="%(helpurl)s#devices">Sony Reader oder iLiad</a>
es: Descarga libros a tu <a href="%(helpurl)s#devices">Sony Reader o iLiad</a>
ja: 書籍を、お使いの<a href="%(helpurl)s#devices">Sony ReaderまたはiLiad</a>へダウンロードする

source: <a href="%(toururl)s#step4">Mobile reading</a>, online or with <a href="%(stanzaurl)s">Stanza</a> on the iPhone.
da: <a href=\"%(toururl)s#step4\">Læs på mobilen</a>, online eller med en <a href="%(stanzaurl)s">Stanza</a>-reader på din iPhone.
de: <a href="%(toururl)s#step4">Mobil</a>, Online oder mit <a href="%(stanzaurl)s">Stanza</a> auf dem iPhone.
es: Lectura en <a href="%(toururl)s#step4">dispositivo móvil</a> en línea o con <a href="%(stanzaurl)s">Stanza</a> en el iPhone
it: <a href=\"%(toururl)s#step4\">Mobile reading</a>, online o con <a href="%(stanzaurl)s">Stanza</a> su iPhone.
ja: <a href="%(toururl)s#step4">モバイルで</a>、オンラインで、またはiPhoneの<a href="%(stanzaurl)s">Stanza</a>で読書する

source: Available in <a href="%(languageurl)s">multiple languages</a>.
da: Vælg mellem <a href="%(languageurl)s">flere forskellige sprog</a>.
de: Verfügbar in <a href="%(languageurl)s">mehreren Sprachen</a>.
es: Disponible en <a href="%(languageurl)s">varios idiomas</a>
it: Disponibile in <a href="%(languageurl)s">molte lingue</a>.
ja: <a href="%(languageurl)s">複数の言語</a>で利用が可能

source: Publishers
da: Udgivere
de: Herausgeber
es: Editoriales
fi: Julkaisijat
it: Editori
ja: 出版社の方へ

source: Test your ePub ebooks
da: Tjek dine ePub-bøger
de: Testen Sie Ihre ePub Bücher
es: Validar libros en formato ePub
fi: Testaa
it: Testa degli ebook ePub
ja: あなたのePub書籍をテストしてみる

source: Need strategy or technical help?
da: Har du brug for strategisk eller teknisk hjælp?
de: Benötigen Sie strategische oder technische Hilfe?
es: ¿Sugerencias o asistencia técnica?
fi: Tarvitko julkaisutrategian tai teknistä tukea?
it: Bisogno di strategia o supporto tecnico?
ja: 戦略的な提案または技術的なサポートが必要ですか？

source: Ebook and ePub consulting services
da: Konsulentydelser vedr. ebøger og ePub-formatet
de: Ebook und ePub Beratungsdienste
es: Servicios de consulta sobre ePub y libros electrónicos.
fi: Epub- ja digikirjojen asiantuntijapalveluita
it: Servizi di consulenza su ebook e ePub
ja: EbookとePubに関するコンサルティング・サービスを提供します

source: Details on the <a href="%(epuburl)s">ePub format</a>
da: Detaljer om <a href="%(epuburl)s">ePub-formatet</a>
de: Details zum <a href="%(epuburl)s">ePub Format</a>
es: Detalles sobre el <a href="%(epuburl)s">formato ePub</a>
fi: Bookworm ja ePub <a href="%(epuburl)s">-esittely yhdellä sivulla</a>.
it: Dettagli sul <a href="%(epuburl)s">formato ePub</a>
ja: 詳細は<a href="%(epuburl)s">ePubについて</a>をご覧ください。

source: Developers
da: Udviklere
de: Entwickler
es: Desarrolladores
fi: Kehittäjät
it: Sviluppatori
ja: 開発者の方へ

source: BSD-licensed
da: med BSD-licens
de: BSD lizensiert
es: bajo licencia BSD
fi: BSD -lisenssi
it: Licenza BSD
ja: BSDライセンス

source: How to use Bookworm's API
de: Wie benutze ich die Bookworm API?

source: How Bookworm implements ePub
da: Sådan er ePub implementeret i Bookworm
de: Wie Bookworm ePub implementiert
es: Cómo Bookworm implementa el formato ePub
fi: Miten Bookworm soveltaa ePub -suositusta?
it: Come Bookworm implementa l'ePub
ja: BookwormはePubをどのように実装しているのか

source: More open-source ePub software
da: Mere open-source ePub-software
de: Mehr Open-Source ePub Software
es: Otros software de código abierto para ePub
fi: Muita avoimen koodin ePub -sovelluksia
it: Altri software ePub open-source
ja: さまざまなオープンソースのePubソフトウェアとツール

source: Follow announcements on the <a href='http://blog.threepress.org/'>Bookworm blog</a>
da: Få nyheder på <a href='http://blog.threepress.org/'>Bookworms blog</a>
de: Verfolgen Sie Ankündigungen im <a href="http://blog.threepress.org/">Bookworm Blog</a>
es: Manténte actualizado leyendo el <a href='http://blog.threepress.org/'>blog de Bookworm</a>
fi: Seuraa kirjoittelua <a href='http://blog.threepress.org/'>Bookworm -blogissa</a>
it: Segui gli aggiornamenti sul <a href='http://blog.threepress.org/'>blog Bookworm</a>
ja: <a href='http://blog.threepress.org/'>Bookwormブログ</a>のお知らせをご覧ください。

source: A page in Bookworm, showing the book's table of contents, illustrations, and text. Bookworm supports CSS styles, images in JPG, GIF, PNG and SVG format, and full XHTML.
da: En Bookworm-side der viser bogens indholdsfortegnelse, illustrationer og tekst. Bookworm understøtter CSS-styles, billeder i JPG-, GIF-, PNG- og SVG-format, samt fuld XHTML.
de: Eine Seite in Bookworm, die das Inhaltsverzeichnis, Bilder und Text zeigt. Bookworm unterstützt CSS Stile, Grafiken im JPG, GIF, PNG und SVG Format, sowie vollständiges XHTML.
es: Ejemplo de una página en Bookworm, mostrando el índice de materias del libro, ilustraciones, y texto. Bookworm respalda hojas de estilo en cascada (CSS), imágenes en formato JPG, GIF, PNG y SVG, y el XHTML por completo.
fi: Esimerkki näyttää kuinka teksti, kuvitus ja sisällysluettelo esitetään sivustolla. Bookworm tukee CSS -tyylejä, JPG, GIF, PNG ja SVG muotoisia kuvia ja kaikkia XHTML -elementtejä.
it: Una pagina in Bookworm, che mostra il sommario dell'ebook, le illustrazioni e il testo. Bookworm supporta gli stili CSS, immagini nei formati JPG, GIF, PNG ed SVG, oltre all'XHTML.
ja: Bookwormのページには、書籍の目次やイラスト、本文が示されています。BookwormはCSSスタイルシート、画像フォーマットはJPG、GIF、PNG、SVG、そしてXHTMLをサポートしています。

source: What is Bookworm?
da: Hvad er Bookworm?
de: Was ist Bookworm?
es: ¿Qué es Bookworm?
fi: Mikä on Bookworm
it: Cos'è Bookworm?
ja: Bookwormとは何ですか？

source: Bookworm allows readers to add ePub books to their online library and read them on their web browser or mobile device. If you have a portable device that supports ePub (such as the Sony Reader or iRex iLiad), you can download your books to put on your e-reader. Bookworm is specially optimized for use in the iPhone aand can export directly to Stanza.
da: Med Bookworm kan læsere gemme ePub-bøger i deres eget onlinebibliotek og læse bøgerne i en webbrowser eller på deres mobile enhed. Hvis du har en bærbar ebogslæser, der understøtter ePub-formatet (fx en Sony Reader eller en iRex iLiad), kan du downloade dine bøger fra Bookworm og lægge dem på din ebogslæser. Bookworm er optimeret til brug på en iPhone, og du kan eksportere bøgerne direkte til Stanza-readeren.
de: Bookworm erlaubt es Lesern ePub Bücher zu Ihrer Online Bibliothek hinzuzufügen und diese in ihrem Webbrowser oder auf ihrem mobilen Gerät zu lesen. Falls Sie ein mobiles Gerät besitzen, das ePub unterstützt (wie z.B. den Sony Reader oder iRex iLiad), können Sie Ihre Bücher in ihren E-Reader herunterladen. Bookworm ist speziell für die Benutzung mit dem iPhone optimiert und kann direkt in Stanza exportieren.
es: Bookworm le permite al lector cargar libros a una biblioteca virtual y leerlos a través de un navegador de web o un dispositivo móvil. Si tienes un dispositivo portátil que respalda el formato ePub (por ejemplo, el Sony Reader o el iRex iLiad), puedes descargar un libro y ponerlo en este lector electrónico. Bookworm está especialmente optimizado para el uso con el iPhone, y puede exportar directamente a Stanza.
fi: Bookworm -sivustolla käyttäjät voivat siirtää ePub -julkaisuja verkkokokoelmaansa ja lukea niitä www-selaimessa kotona tai liikkeellä. Jos lukijalaitteesi (esim. Sony Reader tai iRex iLiad) tukee ePub tiedostoja, voit siirtää kirjasi suoraan laitteeseen. Sivustosta on mobiili- laitteille (mm. Symbian S60 ja iPhone) muokattu versio.
it: Bookworm consente ai lettori di mettere gli ebook ePub nella propria biblioteca online e leggerli sul proprio browser o sul cellulare. Se hai un dispositivo portatile che supporta gli ePub (come il Sony Reader o iRex iLiad), puoi scaricare i tuoi libri per metterli sul tuo ereader. Bookworm è ottimizzato anche per iPhone e può esportare direttamente in Stanza.
ja: Bookwormは、オンラインのライブラリに加えたePub書籍を、ユーザーがウェブブラウザやモバイル機器の上で読書できるサービスです。ePubをサポートするモバイル機器（Sony ReaderやiRex iLiadなどのような）をお持ちなら、ご自分の書籍をダウンロードして自分の電子リーダーで読むことができます。Bookworm は特にiPhone向けに最適化されており、Stanzaへは直接エクスポートできます。

source: What's an 'ePub book'?
de: Was ist ein 'ePub Buch'?
